{"sys":{"type":"Array"},"total":389,"skip":300,"limit":100,"items":[{"fields":{"title":" Blood Rage","power":"The Path of Blood","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can mystically manipulate another vampire’s blood while it is still within her system. A vampire affected by Blood Rage feels a rush, much like a surge of adrenaline, and automatically realizes she has been affected by a power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to make an opposed challenge using your Mental attribute + Occult versus the target’s Mental attribute + Willpower. The target must be within one step of you. If you succeed, the target must spend a single point of Blood in any fashion you wish. This expenditure can exceed the limits of Generation. By using this power, you can force a vampire or ghoul to spend Blood in one of the following manners:\r\n• Increase her Physical attribute\r\n• Activate a discipline power, such as Rapidity\r\n• Heal wounds\r\n• Awaken from torpor\r\n• Sweat blood through her pores\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBlood Rage cannot be used to force the target to activate a power that requires her to spend an action, unless the target willingly uses that action. For example, you might force your target to spend 1 Blood to activate Tenebrous Form, but the target does not actually transform unless she chooses to spend the required action.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must be within 10 steps of your target in order to activate Blood Rage, as opposed to the standard one step.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"4D9vtHJYkupUqTmHw83xKa","type":"Entry"}},{"fields":{"title":" Cauldron of Blood ","power":"The Path of Blood","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By touching your opponent, you can boil the blood within your enemy’s veins, causing her to suffer incredible pain and agony. Red mist rises from the victim’s body as bubbling blood seeps from her pores and oriﬁces. Few vampires can withstand this internal furnace, and mortals are inevitably killed by such an attack.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Use a standard action to Grapple a target. If you succeed, spend 1 Blood to inﬂict Cauldron of Blood on the victim, as well as inﬂicting all standard effects of a Grapple. Cauldron of Blood boils 2 points of Blood within your victim’s body, destroying the affected Blood and causing 2 points of aggravated damage. Damage caused by this power cannot be reduced or negated.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe ﬁrst time you use Cauldron of Blood on a target, you must succeed in a Grapple combat maneuver against that target. If your target is already Grappled, you can activate this power by spending 1 Blood and using your standard action. \n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThis power does not convert the normal damage dealt by a Grapple to aggravated damage, and that damage  can be reduced or negated normally. The Grapple combat maneuver does not reduce the damage dealt by Cauldron of Blood.\r\nMortals affected by Cauldron of Blood die instantly.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can affect 1 additional point of Blood, boiling up to a total of 3 Blood and causing 3 aggravated damage per use.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"6Ld7A4xmSl7bDdRGcykzt0","type":"Entry"}},{"fields":{"title":" Magic of the Smith ","power":"The Path of Conjuring","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to conjure any complex object made of mixed materials and moving parts of which you have a fundamental understanding.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By expending 1 Blood and concentrating for ﬁve full turns, taking no other action except movement, you can create a complex object with Magic of the Smith. So long as you are familiar with the desired object’s design and have the appropriate skills, you can create items with moving parts or electronic components. With the proper skills, you can create a gun, a cell phone, a laptop, a battery, a small engine, or other such useful items. These items are limited in size; a normal person must be able to hold it in one hand. Objects created by Magic of the Smith always appear in your hand.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nObjects created by Magic of the Smith may require outside assistance to function. A cell phone needs a service provider (or a skilled hacker) before it can make a call, and most electronic items will need electricity to function. Objects created with Magic of the Smith are assumed to have anything they need to function normally. For example, a conjured gun is created with a full clip of ammunition, and a conjured cell phone’s battery has a full charge. After you have conjured an item using this power, you must spend 1 point of Blood each minute to keep the object in existence. The ﬁrst minute does not require an additional expenditure of Blood. If you do not pay this cost, the object vanishes.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThis power can be used to create a normal piece of equipment. For more information, see the equipment rules in Chapter Thirteen: Inﬂuences and Equipment.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Magic of the Smith can be used to create an object up to 10 cubic feet in size. If used to create an object too large for you to hold, the object appears directly in front of you, touching your outstretched hand.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"1Kl8kaY0tGG8sdzpe3qwVM","type":"Entry"}},{"fields":{"title":" Power Over Life","power":"The Path of Conjuring","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Although Thaumaturgy cannot truly create life, with this power you have the ability to conjure creations that have a semblance of true life. These creatures are not truly sentient, have limited intelligence, and lack creativity. They mindlessly obey your commands and have no sense of independent will.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Concentrate for ﬁve full turns and spend 1 point of Blood per turn, taking no other action, to conjure a simulacrum, a living being that will obey your mental commands. This power can be used to create a facsimile of any normal animal or type of person. Your simulacrum has generic features appropriate to the type of person or animal you create, and it cannot be created as a perfect duplicate of any speciﬁc creature or animal.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThis simulacrum is not truly alive and will not take any action without your instruction. “Blood” drawn from such a creature is of no use, as it has no natural or supernatural properties. Vampires cannot feed from these creatures, nor can they be Embraced. A simulacrum lasts until dawn, after which it dissolves into the same mystic ether from which it was created. A simulacra that is “killed” similarly vanishes, as do any parts that were removed from the creature. You can only have one simulacrum in existence at any one time. If you create a new simulacrum, the previous one discorporates.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYour creations have a Physical attribute between 1 and 8 (your choice), a Mental attribute of 1, a Social attribute of 1, and no skills, no focuses, nor supernatural powers. Your simulacrum can be targeted with disciplines and supernatural powers and can be the subject of powers like Possession. It is possible to ghoul your creations, allowing them to hold up to 5 points of vampiric Blood, but your simulacrum can never learn supernatural powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you invoke Power Over Life, you can create speciﬁc duplicates of creatures, instead of generic creations. Making a duplicate of yourself has no prerequisite, but you must have at least 2 dots of the Subterfuge skill in order to make a duplicate of another individual. If used to create a duplicate of a supernatural creature, the result appears identical, but does not have supernatural powers, and is a mundane, living creature, not a supernatural one.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"3562gmcjPWGzCRaTBm6uam","type":"Entry"}},{"fields":{"title":"Contradict ","power":"The Path of Corruption","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the power to twist your target’s cognitive processes and perceptions, forcing her to reverse her last decision into something darker and destructive.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, use your standard action, and make an opposed challenge using the Thaumaturgy test pool to use Contradict. If you succeed, the action or decision your target is about to undertake becomes its negative, far darker opposite. Your target determines the details of this decision, and she must roleplay it, although the Storyteller may intervene and provide speciﬁc instruction. You cannot predict the exact results of Contradict in advance, but it always takes the form of a more negative action than the subject had originally intended to perform.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can use Contradict on any target within your line of sight. Contradict cannot be used in combat nor to effect actions that are mainly physical or reﬂexive.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This use of Contradict is subtle, and cannot be detected with an Awareness challenge. This is an exception to the rule that allows Awareness to detect the use of supernatural powers.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Opponents receive a -5 penalty to Awareness challenges to discover your uses of Contradict.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"1ONV47EaURw9LlQWwylOKk","type":"Entry"}},{"fields":{"title":" Dissociate ","power":"The Path of Corruption","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to metaphorically cut into the heart of your victim and dissociate her emotional bond with others, leaving her a shell of her former self. Your victim becomes withdrawn from passionate lovers and bitter enemies alike. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, use your standard action, and make an opposed challenge using the Thaumaturgy test pool to enact Dissociate. If you succeed, the victim of this power becomes withdrawn, suspicious, and emotionally distant. For the next hour, your target suffers a -3 penalty to Social challenges in which she must interact in a friendly or pleasant way. This penalty does not apply to defensive test pools.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAll of the victim’s blood bonds lower by one step for one hour. If you use this power on a character who has participated in the Vaulderie or a similar ritual, her vinculum rating reduces by one step for the duration of the effect. A victim may relent to this power, but if she does so in the hope of temporarily reversing bonds of blood, she must spend 1 Willpower to relent. Similarly, you must spend a point of Willpower to use this power on yourself if you hope to overcome a blood bond.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The effects of Dissociate last for the rest of the night.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Blood bonds and vinculum ratings reduce to zero for the next hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"7k6xyOFkG4BTwE7arUopY6","type":"Entry"}},{"fields":{"title":" Addiction ","power":"The Path of Corruption","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the power to trigger an uncontrollable hunger in your victim, creating a physical and psychological dependence that drives all of her thoughts and motivations. This addiction must have a speciﬁc focus, such as a sensation, substance, or speciﬁc action normally considered taboo.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you wish to addict a subject to a sensation, substance, or action, she must ﬁrst encounter it. The thaumaturge then spends a Blood, uses her standard action, and makes an opposed challenge to enact Addiction.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you succeed, the victim gains one Compulsion or Obsession derangement for the rest of the night; you determine that derangement’s trigger, based on your manner of temptation. If a character is subjected to a second use of this power, the new effects overwrite the older application. For more information on Derangements, see Chapter Five: Merits and Flaws,\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nNo individual can become addicted to something that causes damage (normal or aggravated) through the use of this power.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Addiction inﬂicted by this power lasts for two game sessions or one month, whichever is longer.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Targets affected by your Addiction gain a Derangement trait. Additionally, your addictions cannot be overwritten by other thaumaturges, unless the other thaumaturge is also Intelligence-focused. Other uses of this power simply fail when targeting a subject you have already Addicted.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"2zL9XytVz8rK0Bu2Q8DyPI","type":"Entry"}},{"fields":{"title":" Dependence","power":"The Path of Corruption","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are the ultimate addiction. With your cult of personality and thorough mastery of Path of Corruption, you can force your victims to become obsessed with being in your presence.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must engage your target in conversation and talk to her for at least one minute to activate this power. After meeting this prerequisite, spend 1 Blood, use your standard action, and make an opposed challenge to enact Dependence. If you succeed, the victim’s psyche becomes bonded to your own for the rest of the night, as she suffers from the Obsession derangement.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA bonded victim is no less likely to attack you and feels no particular affection toward you. However, she is psychologically addicted to your presence. For the duration of this power, she suffers a -2 penalty to all test pools when you are not present. Additionally, you gain a +5 wild card bonus  in Social test pools against your victim for the duration of this power.\r\nPenalties from this power do not subtract from defensive test pools.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The duration of Dependence extends to two game sessions or one month, whichever is longer.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The victim cannot attempt to harm you while this power is active.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"2JMrJZT0QfTXvrYOeQIqNm","type":"Entry"}},{"fields":{"title":" Elemental Strength ","power":"The Path of Elemental Mastery ","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By drawing on the timeless strength and endurance of the surrounding earth and stone, you can force your body to take one of those properties for a short period of time.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your simple action to activate Elemental Strength. For the next ﬁve minutes, you gain either the Strength or Stamina focus (your choice).\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can only beneﬁt from one application of Elemental Strength at any given time.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While Elemental Strength is active, you receive a +2 bonus to grappling challenges.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"4GZ0Mwt4VxpHaWVZmphgh0","type":"Entry"}},{"fields":{"title":" Wooden Tongues ","power":"The Path of Elemental Mastery ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to listen to the wild spirits that live inside of an inanimate object. Such spirits are often pedantic and concerned only with that which interests them. If you can convince them to pay attention, you can learn a good deal of information about activities that the spirit has witnessed. Keep in mind that the experiences that interest you might not interest a coffee maker","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to activate Wooden Tongues. For the next ﬁve minutes, you have the ability to communicate with the spirits that live inside everyday objects and can bid them to communicate with you. The nature of the object determines the personality of the spirit; a knife will have a sharp personality, whereas a coffee maker might be very excited.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA spirit will answer basic questions truthfully, but unfamiliar concepts may confuse it. You can reasonably expect answers to the following types of questions:\r\n• What is your function?\r\n• Has anything interesting happened around you?\r\n• What did the person who ran by moments ago look like?\r\n• Has anyone been ﬁghting here recently?\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nInanimate objects accessed by this power cannot detect characters hidden by supernatural powers.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your use of Wooden Tongues lasts for an hour, rather than ﬁve minutes. Additionally, you can overhear the mumbled conversations of inanimate objects all around you, which provides warning when another individual approaches. As long as you are able to hear, you are aware of anyone who comes within ﬁve steps of you. Even if you cannot directly see a character, you can approximate her location by listening to the ambient chatter surrounding you. This effect cannot be used to detect characters hidden by supernatural powers","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"3mKXO7AphFqlFDJKJjoI8","type":"Entry"}},{"fields":{"title":" Animate the Unmoving ","power":"The Path of Elemental Mastery ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the power to animate objects and command them for a limited time to act according to your wishes. These objects bend and move as commanded, but their functions are limited by their forms","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to animate an object within your line of sight. The object gains limited mobility and obeys your commands to the best of its ability for the next hour. You can give those objects simple commands, such as “Chase that man,” or “Attack anyone who enters.” Objects aren’t very smart and have extremely limited reasoning. Animated objects cannot use weapons or beneﬁt from weapon qualities. A command stating “Bring me the gun when you see a red car drive past outside,” could result in an extremely confused bar stool.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou have the ability to animate and simultaneously control a number of objects equal to your dots of the Occult skill, but each object must be animated separately. They remain animated as long as they are within your line of sight, for up to an hour.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTreat objects animated by this power as 2-point Stock NPCs. Animated objects with wheels or legs move at normal speeds. Objects without wheels or legs move at a rate of one step per action. Animated objects cannot be targeted by Mental and Social powers, but cannot attack anyone the thaumaturge cannot attack herself. For example, if the thaumaturge is successfully affected by the Presence power Entrancement, her animations are unable to attack the vampire who entranced their master.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The duration of your ability to animate an object extends to the end of the evening. Additionally, you have a vague idea of what your animations are doing and what is going on within two steps of each animation. You might know that someone is attacking your animated barstool with a hatchet, but you cannot tell exactly who is swinging the axe.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"5HH4IIT7qwwc5R4hkmeif4","type":"Entry"}},{"fields":{"title":" Elemental Form","power":"The Path of Elemental Mastery ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Ancient legends describe wizards with the ability to transﬁgure their shapes into the form of ordinary objects. You have the power to transform your body into any inanimate object with a mass roughly equal to your own. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to assume the shape and form of any object that is of a size roughly equal to your own. You retain your senses, but are unable to move under your own power. The object you become functions exactly like a real object of its type — becoming a television means you can be plugged in and turned on, with no harm inﬂicted to you. This power lasts for the remainder of the night.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You do not have access to disciplines while in this form. While using Elemental Form, your attributes and health levels remain the same, but you may be more difﬁcult or easier to harm at the Storyteller’s discretion. If you turn yourself into a glass vase, a blow from a hammer might inﬂict 10 points of normal damage instead of the standard 1. Conversely, if you turn yourself into a boulder, you’re probably immune to a dagger-wielding Toreador’s attack. Transforming into an inanimate object provides no protection against Mental and Social powers.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters using Elemental Form have no mystic ability to remain cohesive. If an individual transforms into dust, air, or water, she will probably be dispersed and die within a few turns.\r\nElemental Form is a transformative power and cannot be combined with other transformative powers. You can end this transformation at any time by expending a simple action.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you assume Elemental Form, you can become an object as small as half of your normal size, or as large as twice your normal size.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"4fuCSIwFH5YRcIpabWCf7b","type":"Entry"}},{"fields":{"title":"Summon Elemental ","power":"The Path of Elemental Mastery ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the power to summon and command one of the elemental spirits of the world. These elementals are spirits animated by one of the primary elements: ﬁre, earth, water, or air.  Such creatures are not friendly allies, but slaves to your will.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to summon an elemental. Once summoned, the elemental spirit follows the thaumaturge’s mental commands for the next three turns, \racting on the summoner’s initiative. After the duration expires, the elemental peacefully returns to its homeland, unless it was abused during its summoning. Abusing the spirit causes it to attack you once the duration expires.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA summoned elemental is not subtle and represents a huge potential Masquerade breach. By default, an elemental spirit is a 6-point Stock NPC with no powers or skills. When you summon your elemental, you may choose one of the following special abilities:\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Fire Elemental: Your elemental has the skill focus “Ranged Attack: Fireball” and can throw balls of ﬁ re, which inﬂict 2 points of aggravated damage to anyone they hit. Anyone touching your elemental takes 1 point of aggravated damage. Anything ﬂammable that touches your elemental is lit on ﬁre.\r\n• Earth Elemental: Your elemental has the Brawl skill focus and has 5 dots of Fortitude.\r\n• Water Elemental: Your elemental is immune to Physical damage. Anyone struck by your elemental takes no damage, but is knocked prone. Your elemental moves at double speed while in the water.\r\n• Air Elemental: Your elemental can ﬂ y at normal speeds and is immune to Physical damage. Anyone struck by your elemental takes no damage, but is knocked prone.\r\nYou can control only one elemental at any one time. If you  use this power again before its duration expires, your control transfers to the new elemental, and the previously summoned elemental is set free to act on its own. Released elementals often attack their summoners before returning to their own plane of existence.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The duration of Summon Elemental extends to ﬁve minutes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"7k2grbsvS8D7dwrclDx5p4","type":"Entry"}},{"fields":{"title":"Hand of Flame ","power":"The Lure of Flames","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Initiates of the Lure of Flames learn to summon forth a shimmering, dancing ﬂame over their hand (or hands). This ﬁre projects a bright light and provides you with a terrifying weapon against other vampires.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to conjure forth a mystical ﬁre that encases your hand (or hands). Hand of Flame casts light and allows you to strike with your hand to burn your opponents, causing aggravated damage. You can even use it in conjunction with other powers like Celerity and Potence, becoming a formidable combatant.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nOnce cast, the Hand of Flame remains until you expend a simple action to snuff it out. You suffer no damage or inconvenience from the Hand of Flame; indeed, you can even wear gloves or other clothing, which remain unaffected by the ﬁre. However, should you cause something else to catch ﬁre, those secondary ﬂames can hurt you.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You summon forth your Hand of Flame at any time without requiring the expenditure of an action. Additionally, you are highly trained to be more efﬁcient when ﬁghting with ﬂame in hand-to-hand combat. When using Hand of Flame in combat, you receive a +1 bonus to your Brawl attack test pool.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"4BqurongT5RIz9mGK6EoE","type":"Entry"}},{"fields":{"title":" Pillar of Fire ","power":"The Lure of Flames","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With a gesture, you can summon a mighty pillar of intense ﬂames at a location or target of your choosing.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to conjure forth a pillar of ﬂame that is approximately six feet in diameter, and of equal height. You must place this Pillar of Fire within 20 steps of your location. Anyone but you who stands within or passes through this diameter takes 2 points of aggravated damage. You are immune to the damage from your Pillar of Fire, but should you cause something else to catch ﬁre, those secondary ﬂames can hurt you.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf directed at a victim, the ﬁre shoots up underneath the subject. You must best your target in an opposed challenge using your Mental attribute + Occult versus the target’s Physical attribute + Dodge. If you succeed, your target takes 2 points of aggravated damage, otherwise she dodges out of the way before the pillar is fully formed. The normal effect of the Dodge ability doesn’t reduce damage from this attack.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nPillar of Fire causes damage to characters in its area of effect at the end of their everyman initiative. If a target remains within the Pillar of Fire for more than one turn, she continues to take its damage at the end of her everyman initiative until she leaves its area of effect. \r\nDamage from Pillar of Fire doesn’t stack with itself or with other area-effect powers. If you have more than one such power affecting the same area, only the highest damage effect applies. \r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe column of ﬁre remains for ﬁve minutes, until you decide to extinguish it by expending a simple action, fall into torpor, or die.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anyone standing in or passing through your Pillar of Fire takes 3 points of aggravated damage each turn.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"23VFAMv1ZtWJOKCW8XVN7y","type":"Entry"}},{"fields":{"title":"Manipulate","power":"The Movement of the Mind","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have learned to control your telekinetic abilities and now can lift and manipulate a small object, within your line of sight, with the same agility as though you were physically lifting it.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to manipulate an object weighing up to 50 pounds in weight. Objects hefted with this power can move at your normal walking speed, and they must be something a normal person could lift with both hands. You can move or use the object in any fashion, as though you were using your hands. Thus, you can pick something up, push a button, or ﬁ re a gun by using this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAfter activating Manipulate, you can remotely control a targeted object for ﬁve minutes or until you lose line of sight. Remotely using an object takes your full concentration and requires you to spend a standard action. Additionally, the difﬁculty of ﬁne control at range adds a -3 penalty to all test pools.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nManipulate cannot target objects possessed by other characters unless they are unconscious or otherwise immobilized.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can Manipulate inanimate objects up to 100 pounds in weight. You are so adept at utilizing Manipulate that you do not suffer the standard -3 penalty when remotely using an object.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"4czALRD7ymN4H7MceQI8OS","type":"Entry"}},{"fields":{"title":" Repulse","power":"The Movement of the Mind","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have mastered the ability to project a telekinetic wave of potent force from your body, which violently repulses people (threatening enemies and allies alike) and small objects away from you.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to Repulse anything under 500 pounds that is currently within ﬁve steps of your location. Any character within ﬁve steps of you whose Physical attribute is lower than your Mental attribute is knocked six steps back, moving directly away from you. Characters with a Physical attribute equal to or higher than your Mental attribute are knocked back three steps.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nObjects weighing up to 200 pounds are also knocked back six steps. Objects weighing up to 500 pounds are knocked back three steps. Objects greater than 500 pounds are not affected.\r\nCharacters who are grappling or biting you automatically lose their grip and are knocked back. Characters whose trajectory causes them to bounce off solid objects or characters struck by ﬂying debris take 1 point of normal damage from this use of Repulse.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou cannot pick and choose targets when using Repulse. All characters within range are affected equally.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You knock your target back six steps no matter how high her Physical attribute is.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"33UwjCw1QlaQEQTayWW2V5","type":"Entry"}},{"fields":{"title":" Control","power":"The Movement of the Mind","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Masters of the Movement of the Mind possess the ability to enforce their will via their mental might to seize complete telekinetic control over a target. With a gesture, you can control a subject, forcing her to physically move and act completely at your whim.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use the Manipulate power on objects up to 1 ton in weight, and you can target living characters by succeeding in an opposed challenge using the Thaumaturgy test pool. Characters who are successfully targeted by Control are considered to be grappled. If an individual grappled by this power attempts to escape your Control, she must succeed in an opposed challenge using her Physical attribute + Brawl versus your Mental attribute + Occult.\r\nThis power doesn’t allow you to use other powers that require a Grapple. For example, you cannot use Control to \rhold a target at range and then affect her with Cauldron of Blood. To use Cauldron of Blood (or other powers that require a Grapple) you must physically Grapple your target.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nGrappled characters or objects can be moved up to three steps per turn, in any direction. Control lasts for 10 turns, or until your target breaks out of this power’s grip. If you use this power to lift a target into the air and then drop her, or if she escapes while lifted in the air, she takes falling damage. For more information on falling damage, see Chapter Six: Core Rules,.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you use Control to drop a heavy object on your target, the target must make a static challenge using her Physical attribute + Dodge test pool against a difﬁculty of 10. If she fails, she takes 1 to 6 points of normal damage based on the size of the object. A large brick might inﬂict 1 point of damage, while a large truck might inflict 6. Attempting to drop an object on your target causes her to be considered the target of a Physical challenge.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your victim cannot attempt to escape your Grapple for two full turns: the turn on which she was grappled and the following turn. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to lift anything up to 10 tons in weight.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"11pWFneGtwOb0SC9TTD6V5","type":"Entry"}},{"fields":{"title":"Analyze","power":"The Path of Technomancy","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Initiates of the Path of Technology learn to tap into the fundamental truth behind a device. With a touch, you can project your perceptions into a device and glean an understanding of its purpose, the principles of its technology, and how to operate it. Analyze does not grant permanent knowledge, only a momentary ﬂash of insight, which fades within minutes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Analyze, you must touch a technological device, spend 1 Blood, and use your standard action. Thereafter, you project your consciousness into the device, granting you temporary, but comprehensive, understanding of its purpose, the principles of its functioning, and its means of operation. In this manner, you can touch a computer and learn its speciﬁcations, touch an alarm and know under what conditions it will sound, or touch a car and determine its condition, top speed, and so forth.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAll but the basic knowledge gained through the use of Analyze fades at sunrise, unless the thaumaturge has perfect recall or enhanced memory. A thaumaturge can preserve such information, if she takes the time and effort to write it all down.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Analyze can also be used to understand a digital technological innovation, allowing you to read software and electronic ﬁles. For example, you can read the entire ﬁle contained on a ﬂash drive, know all of the software installed on a computer, or peruse a cell phone’s recent caller list — all without turning the devices on.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"4ggMQi9JCfzjiXA9tmexOK","type":"Entry"}},{"fields":{"title":"Encrypt/Decrypt ","power":"The Path of Technomancy","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to protect or access electronic devices and media ﬁles.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With a single touch, you may Encrypt any device, mystically scrambling its controls so that it only works for you. In addition, you can also protect any electronic media ﬁle you access, securing the ﬁle so that it cannot be opened by anyone but you. You also have the ability to reverse this power and Decrypt scrambled or protected systems so that you can access them despite their protection protocols.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters attempting to access something you have Encrypted suffer a penalty to their test pool equal to the number of dots you possess of the Computers skill. Anyone who attempts to access the device using Path of Technomancy must make an opposed challenge using the Technomancy test pool. Note that this challenge is not necessary if the hostile technomancer simply wishes to destroy the device.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Cracking your Encryption with mundane equipment is impossible. Only another technomancer can successfully Decrypt your protocols. Further, technomancers suffer a penalty to their test pool equal to the number of dots you possess of the Computer skill when attempting to inﬂ uence or read something you’ve encrypted.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3},"sys":{"id":"4eI25NSQp06EbmXqJaRK3Y","type":"Entry"}},{"fields":{"title":"Conﬂagration ","power":"Daimoinon","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Not all of the powers of Daimoinon are subtle. Some are intended to strike fear into the innocent, and to fulﬁll the threat of pain and destruction against those who defy your will. By invoking this power, the user calls up searing green ﬁre from the realms of her infernal patrons, exulting in the cruelty of the damned.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to launch a bolt of hideous green ﬂame at your target. This ﬁre is clearly infernal in origin. To strike your foe with ﬁ re, you must win an opposed challenge using your Mental attribute + Academics versus the target’s Physical attribute + Dodge. If you are successful, your target takes 2 points of aggravated damage as she is consumed by the damned ﬂame.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nConﬂagration is a Mental power and, as such, cannot be used during Celerity rounds.\r\nYou may repeatedly activate Conﬂagration against a target; this is an exception to the rule that prohibits a character from using a Mental power on the same target immediately after failing. If you fail a Conﬂagration challenge against an opponent, you may try again against that same opponent (or someone else) during the next turn.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\nThe infernal ﬂames of Conﬂagration are ﬂeeting, and ﬁres ignited by the use of this power dissipate within three rounds.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The target takes 3 points of aggravated damage instead of the standard 2.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use Conﬂagration during Celerity rounds.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"7yOxS7mdX6e9qrlwcQQmc","type":"Entry"}},{"fields":{"title":"Psychomachia","power":"Daimoinon","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With this frightening power, the Daimoinon user combines her ability to read the spiritual faults of a victim with her ability to summon up the energy of the infernal planes. Psychomachia gives life to an individual’s deepest psychological wounds, pitting their target against the most dangerous, shameful parts of her own subconscious.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to make an opposed challenge against your target, using the Daimoinon test pool. If successful, an illusionary manifestation of your target’s anguish and sin appears within arm’s reach of the subject of your power. This incarnation may be the subject’s abusive father, a long-dead lover, a childhood bogeyman, or some other manifestation of her inner wounds. Whatever its form, the maleﬁc anima immediately turns upon your target and seeks to do her harm.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe target of Psychomachia can interact with and be wounded by her maleﬁc anima as if it were a normal creature. You can also see the Psychomachia manifestation, but you cannot interact with it. Other individuals cannot see or interact with this spiritual incarnation and have no means of determining if it is there or targeting it with attacks or powers.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA maleﬁc incarnation created by Psychomachia is a 5-point Stock NPC with 10 points of Blood. It possesses the powers Feral Claws and Heightened Senses, but does not have access to other Auspex or Protean powers. It has specializations in your choice of two of the three standard Physical disciplines (Potence, Celerity, and Fortitude). Additionally, you may select three other skill focuses for the manifestation to possess. Psychomachia cannot be activated during Celerity rounds, but a maleﬁc incarnation that possesses the Celerity focus can take Physical actions during Celerity rounds.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen Psychomachia ends, the manifestation dissipates into foul-smelling, sulfurous smoke, which only you and \rthe target can sense. This occurs after ﬁve minutes, when the maleﬁc incarnation takes 5 points of damage, or if your target is torpored or rendered unconscious.\r\nYou can only have one Psychomachia manifestation in existence at any one time. Using the power a second time, even if on another target, dissipates the ﬁrst incarnation of this power.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Psychomachia has two additional Stock NPC focuses. These may be used to purchase disciplines or skills.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you create a Psychomachia, your manifestation additionally possesses 1 point of Willpower, which it can spend normally. Further, you may give your creation up to 3 more points of Willpower by spending an equal amount of Willpower when you create the maleﬁc anima. This is an exception to the rule that prevents stock NPCs from having or using Willpower.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"7Jy7OxpaDmbB9ZvYMPqzey","type":"Entry"}},{"fields":{"title":" Condemnation","power":"Daimoinon","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The user of this power levies a curse upon a victim, invoking the name of her demonic ally to invest the curse with infernal authority. Legend states that some Baali wield curses so foul that the victim is willing to commit suicide rather than face inevitable doom.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to loudly curse your target. Make an opposed challenge against your target, using the Daimoinon test pool. If successful, you curse the subject with one of the following rebukes:\r\n• The victim cannot spend Blood to boost her Physical attribute.\r\n• The target suffers a -2 penalty to one attribute of your choice.\r\n• The target suffers a -5 penalty to test pools involving a skill of your choice.\r\n• Anytime the target fails a static challenge, she automatically suffers the results of a critical failure.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nCurses levied by Condemnation last for the rest of the night. No character can be under more than one use of Condemnation at a time. If a new curse is applied, the old one fades.\r\nCharacters who possess Condemnation are infernalists.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you successfully use Condemnation, choose and apply two of the above effects rather than one.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"6IStZyss5FlEqKNXYyls0H","type":"Entry"}},{"fields":{"title":" Storm","power":"The Path of Weather Mastery","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have learned to summon and control potent storms of great destructive power, which can wreak havoc upon your enemies and property alike.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to call up a Storm. This Storm blankets a wide radius in high winds and rain, or snow, if the temperature is low enough. The wind speed rises across the area of effect until it reaches 20 miles per hour. Your area of effect is a one-mile radius for each dot you possess of the Occult skill. Gusts of wind \rin the area can reach 40 miles per hour. This increase in wind speed happens slowly. Winds increase in speed by one mile per hour every 10 minutes until reaching the desired speed. Once the wind reaches the desired speed, this power lasts for 10 minutes for each dot you possess of the Occult skill.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBy concentrating and taking no other action for 10 minutes, you can further ravage a one-block radius, intensifying the storm in that area. To do this, you do not need to see the affected area, but you must be familiar with that area. If you employ this effect, the target area suffers from power outages, ﬂooding, and property damage. Roads become impassable, blocked by downed trees and other debris.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the standard effect of Storm, you can spend 1 Blood and use your simple action to surround yourself with a swirling storm. This miniature maelstrom lasts for one full turn for each dot you possess of the Occult skill. Once per turn, while this power is active, you can expend a standard action to employ the focus effect of the Gale power, without spending Blood.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"2hPg8fiW9WZHuBDwL0hDOT","type":"Entry"}},{"fields":{"title":"Lightning","power":"The Path of Weather Mastery","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The very weapon of the gods, lightning, is yours to command, smiting your enemies.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to make an opposed challenge. If you succeed, you can strike your target with a bolt of lightning. Individuals struck by lightning suffer 4 points of normal damage.\r\nA lightning bolt can either come from your outstretched hand, or, if you are outdoors when you use this power, it can strike down from the clouds above.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your lightning bolt inﬂicts 5 points of normal damage, instead of the standard 4.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you hit an opponent with Lightning, you may choose to either blind the target for one full turn or stun her, causing her to lose her next simple action. If a character is hit by more than one lightning bolt in a single turn, she can suffer both of these effects, but cannot be subjected to the same effect twice in a single turn.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"3e3L7SyWOnYHlCUxwF9GH2","type":"Entry"}},{"fields":{"title":"Fog","power":"The Path of Weather Mastery","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Initiates of the Path of Weather Mastery can summon forth fog to blanket an area or landscape. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to summon fog. Over the next hour, fog will form over a large area, up to one mile in diameter for each dot of the Occult skill you possess. Anyone caught in this fog is unable to see more than ﬁve to 15 steps. The amount of naturally occurring moisture in the air determines this fog’s density.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nYour Storyteller has ﬁnal say over exactly how long it takes the fog to form and how aggressively it blocks vision, based on your location and current weather conditions. The fog lasts for one hour for each dot you possess of the Occult skill, unless you choose to end this power early. Once Fog ends, its effects slowly fade, evaporating over the next hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the standard use of Fog, you can spend 1 Blood and use your standard action to instantly ﬁll an area up to the size of a large ballroom with a thick fog. If used outdoors, your fog extends 50 steps in every direction, with you at the center.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIndividuals in your instantly-created Fog cannot see more than three steps away. Characters wishing to attack or use a power on characters more than three steps away must use the Fighting Blind combat maneuver. Powers that allow you to see in total darkness, such as Eyes of the Beast cannot be used to bypass Fog, but powers that allow you to compensate for your lost sight like Heightened Senses can bypass this restriction. This Fog lasts for one minute for each dot you possess of the Occult skill, but you can dispel it early by expending a simple action. For more information on Fighting Blind, see Chapter Six: Core Systems, Combat Manuevers.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"1qKdhYcBS68xHzuplCyNWn","type":"Entry"}},{"fields":{"title":"Horrid Reality","power":"Chimerstry","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Belief is a tangible thing, capable of near-miraculous things. You\r can turn dream into reality, lending genuine verisimilitude to\r your imaginary creations. Your phantasms gain a tangible reality\r and are capable of interacting with the real world in concrete\r ways — even causing harm to your enemies, as you choose.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and a simple action to augment one of your\r already existing Apparitions with Horrid Reality. For the\r next five minutes, that illusion cannot be disbelieved and\r is imbued with the power to physically interact with people.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"An illusion given credence with Horrid Reality cannot\r interact with inanimate objects, but can cause lasting harm\r to mortals, supernatural creatures, and animals.\r Apparitions that have been augmented by Horrid Reality\r may be used to attack, either by secondary means (such as\r\nfiring a chimerical pistol) or as a primary attacker — the\r illusionary beat cop lunges and strikes with his nightstick.\r In either case, the character who created the augmented\r Apparition is the actual attacker, and the attack occurs on\r that character’s initiative in a round.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"To attack with an Apparition augmented by Horrid\r Reality, expend your standard action and make an opposed\r challenge against a single target, using your Social attribute\r + Subterfuge versus the target’s Physical attribute + Dodge.\r If successful, your target takes damage from the item or\r creature created with this power. Horrid Reality cannot be\r used to inflict victory conditions other than damage.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Damage inflicted by the use of Horrid Reality reflects\r the illusion’s apparent mode of attack, and deals either 3\r points of normal damage or 2 points of aggravated damage.\r An illusionary police officer shooting a pistol or using a\r nightstick inflicts a maximum of 3 points of normal damage,\r while an illusionary flamethrower inflicts a maximum of 2\r points of aggravated damage. Fortitude (and similar powers)\r can reduce damage inflicted by Horrid Reality.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Even if the illusion appears to affect several people or\r objects, such as the illusion of a flamethrower, Horrid\r Reality can only deal damage to one target at a time. This\r limitation does not prohibit normal issues caused by such\r an Apparition. If you engulf three individuals in a Horrid\r Reality flamethrower’s spout, choose one individual to\r potentially harm. The other two may still frenzy from being\r engulfed by the Apparition of fire. They cannot, however,\r\ntake damage from this attack.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Individuals, creatures, or objects created with this power\r have a maximum number of health levels equal to your\r dots in Subterfuge, minimum 1. You may create an object\r with fewer health levels (an illusionary piece of paper\r wouldn’t be believable if it had 5 health levels). Chimerical\r illusions cannot directly prevent you from being harmed. A\r Chimerical wall cannot stop a bullet.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once Horrid Reality has been used to augment an Apparition,\r the augmented illusion can attack a target repeatedly; this is\r an exception to the rule prohibiting a character from using\r a Social power on the same target immediately after failing.\r If you fail a Horrid Reality attack against an opponent, you\r can try again against that same opponent, or someone else,\r\non the next turn. When you use an item created by Horrid Reality or create\r an illusory individual, the attacks are precisely timed with\r the creator’s will; this is why Apparitions augmented with\r Horrid Reality cannot be used by anyone other than their\r creator. If you give an augmented illusory weapon to another\r individual, it loses its potential to cause harm.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"An augmented Apparition cannot attack during Celerity\r rounds, even if it is a weapon wielded during Celerity rounds.\r Harmful effects of Horrid Reality are fleeting, as they are\r based in the substance of dream. Damage caused by Horrid\r Reality can knock an individual unconscious or into torpor,\r but it cannot kill. After five minutes, the effects of Horrid\r Reality fade; injuries erase and unconscious or torpored\r individuals awaken.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Attacks from your Horrid Reality inflict either 4 points of normal damage or 3 points of aggravated damage, as appropriate for the illusion’s mode of attack.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you expend both your simple and standard actions for\r your Horrid Reality to attack, you can apply a combat\r maneuver, so long as the maneuver would logically apply to\r the mode of attack. For example, your illusory beat cop may\r try to Grapple your foe or Pierce her Heart with a wooden\r stake. This effect does not bypass the normal requirements\r for using a combat maneuver; your target must be in the\r Incapacitated wound track before you can attempt to stake\r her with Horrid Reality. The effects of staking (or grappling)\r are fleeting and, like damage from Horrid Reality, will fade\r after five minutes. A character grappled by an augmented\r Apparition can escape by spending a simple action and\r making an opposed challenge using her Physical attribute\r + Brawl or Melee versus your Social attribute + Subterfuge.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood, 1 Simple Action","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Update the phrase “Spend 1 Blood and expend your standard action…” to read “Spend 1 Blood and a ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"simple ","nodeType":"text"},{"data":{},"marks":[],"value":"action…”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"335L2GfmceJpg0ibxgJCJN","type":"Entry"}},{"fields":{"title":" Fear the Void Below ","power":"Daimoinon","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Those who learn the powers of Daimoinon soon begin to see the souls as of others as items to be chained, traded, and utilized for their own ambition or amusement. With this power, the user binds a target’s given word or promise to her primitive terror of ultimate destruction. Those who make such a compact know instinctively and utterly that breaking a promise bound by this power means sacriﬁcing a part of their souls to the void below","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When another character makes a promise to you, you can spend 1 Blood and use a standard action to bind that promise with Fear the Void Below. If your target then breaks the promise bound by this power, she must contest against the infernal entities of Hell or be punished by their retribution. Activating this power requires an opposed challenge using the Daimoinon test pool. The target must make the promise of her own free will, and she cannot be coerced through threat or by use of supernatural powers. Further, breaches of this promise must be willing and cannot be similarly coerced.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf an individual bound by Fear the Void Below is Dominated (or otherwise supernaturally forced) to break her promise, Fear the Void Below is not triggered. If the target thereafter breaks the promise of her own volition, Fear the Void Below will still take its toll, as per the normal effects of this power. Further, if an individual bound by your Fear the Void Below is supernaturally forced to break the promise, you are immediately aware of the circumstances under which the target has been forced to break their word.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAn individual who willingly breaks a promise bound by Fear the Void Below must make a static challenge using her Mental attribute + Survival against a difﬁculty equal to your Mental attribute + Academics. Because this is a static challenge and your character is not directly involved, you cannot use retests. Your victim may retest, as per a normal static challenge. If your victim fails this challenge, she loses a point of Willpower and must immediately repeat the challenge. Losing again incurs another lost point of Willpower and another static challenge. This chain of static challenges continues until the target wins a challenge (either by tying or winning the appropriate tests) or until the target runs out of Willpower. If the effects of Fear the Void Below cause a character to lose Willpower when she has no remaining Willpower, infernal spirits descend. The target’s soul is drawn out of her body and dragged forever into hell. The character immediately dies. Such a character can never be resurrected (not even temporarily), nor can any supernatural power or ability make contact with the damned soul.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA promise bound by Fear the Void Below must be explicit. The target must speak out loud, saying something as direct \r\nand clear-cut as “I promise to never tell anyone your name,” or, “I swear never to attack you,” or, “On my word of honor, I will always tell you the truth.” Fear the Void Below cannot be used to enforce vague statements, conﬁrmatory assertions, or general agreements such as, “Sure,” “I agree,” or, “Whatever you say.”\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Fear the Void Below cannot be used to enforce promises made to multiple people, such as those made in a public speech, only promises that are made directly and individually to you. For example, if a politician announced her campaign promise to “put a chicken in every pot,” you cannot enforce that pledge. You could, of course, meet with the politician later and ask her to make you that promise personally — and then use Fear the Void Below on that personally-made obligation.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nOnce used, this power will persist for two games or one month, whichever is longer. After that duration ends, the subject is free to break her promise without any fear of reprisal, and the instinctive fear of doing so will dissipate and no longer haunt her.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If your target breaks her promise, she loses 1 point of Willpower before making her ﬁrst test against Fear the Void Below. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Modify the following line: “If the effects of Fear the Void Below remove a character’s last point of Willpower, leaving her at 0, …” to read “If the effects of Fear the Void Below cause a character to lose Willpower when she has no remaining Willpower, …”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"2gkQwfalnzQjC9YJtu8ywd","type":"Entry"}},{"fields":{"title":"Mesmerism","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through the use of this power, a vampire acquires a near spellbinding command of her mental facilities. A Mesmerism \ruser can create a hypnotic suggestion within her target’s mind. Complex commands and subconscious desires can be implanted, controlling the victim in subtle but powerful ways.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nThis power implants a subliminal trigger in the target’s mind. This trigger will activate only under speciﬁed circumstances, and forces the target to perform certain pre-programmed actions when those conditions occur.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nTo implant a Mesmerism, you must gain your target’s focus and speak a simple set of instructions aloud. The Mesmerism user may dictate anything from simple directives (“hand me your car keys”) to complex ones (“take detailed notes at the Brujah clan meeting, and bring those notes to me afterwards”). You may indicate that the Mesmerism activity must occur immediately, or you may establish within the Mesmerism a speciﬁc stimulus that will trigger the target to perform these actions at a later point.\r\n\nMesmerism directions must be spoken aloud, and the target must understand your instructions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nUnlike a Command, a Mesmerism does not need to be an immediate action. The instructions can reside in a target’s mind, untriggered, for some time. However, once the dictates are triggered and the target has performed the actions (or after one hour has passed while attempting to complete your orders), the Mesmerism is complete and any lingering compulsion ends. An untriggered Mesmerism will remain for up to one month.\r\nAn individual can only have one active Mesmerism from a given Dominate user. If you attempt to implant a new suggestion in the mind of a victim currently under a previous Mesmerism from you, the new application of this power erases your earlier instruction. A victim may have multiple Mesmerisms lurking in her psyche at the same time, provided each Mesmerism was implanted by a different individual.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nIf two mesmerists implant conﬂicting orders in a target, the victim will follow the newer Mesmerism ﬁrst. The victim will perform those tasks until completed (or for an hour). Once that Mesmerism has ended, the subject will attempt to fulﬁll the older Mesmerism. Note that the older Mesmerism’s duration begins at the point it was triggered, so the victim may have only a few minutes of duration left in such a situation.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nMesmerism cannot rob your target of the ability to defend herself. A character forced to count loudly to one million can still dodge, run away, or even attack, so long as she keeps counting. However, she probably could not effectively hide (or use her Obfuscate to vanish) while calling out numbers.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To implant a Mesmerism, you must ﬁrst gain your target’s focus. Then, you must expend a standard action, speak the instructions of your Mesmerism, and make an opposed challenge against your target. If you are successful, the Mesmerism – exactly as you stated it – has been implanted. Note that, like Command, a Mesmerism will always break if the subject realizes that performing these actions will lead to direct harm.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Once the Mesmerism has been triggered (whether immediate or delayed), the target will attempt to carry out her instructions until the activity is reasonably complete or for one hour, whichever comes ﬁrst. This subliminal order may lay dormant in the target’s mind for up to one month, after which the compulsion fades and the Mesmerism ends.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nMesmerisms cannot string together multiple unrelated actions. You cannot use Mesmerism to force another character to, “Tell me where your ghoul lives, and give me your car keys, then go punch that Brujah, and ﬁnally, sit in the corner for the rest of the hour.” You may imply more than one action in a single command, such as, “Show me where your ghoul lives.” In this case, the recipient will likely lead you to the location (which could require leaving the building, getting into a car, and driving there).\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Mesmerism cannot be used to prevent a character from using a discipline, although it can be used to prevent a victim from acting in certain ways. For example, you cannot use Dominate with the command “Stop using Celerity,” although you can Mesmerize a target by saying “Stop attacking me.”\r\n\nIn all cases, your Storyteller is the ﬁnal arbiter of what is or is not appropriate for a Mesmerism.\r\n\n\n","marks":[],"data":{}},{"nodeType":"text","value":"Example:","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"\nTanya the Toreador has annoyed Vincent the Ventrue. He puts the following Mesmerism into her mind: “When you see a glass of red wine, pour it over the front of your dress.”\r\nTanya later sees Mallory the Malkavian drinking a glass of wine. Immediately, Vincent’s Mesmerism kicks in. Tanya picks up Mallory’s wine and begins to tip it towards her dress. However, Mallory sees what’s happening. He turns to Tanya and uses Mesmerism on her, saying, “Give me back my wine.” Mallory’s newer Mesmerism interrupts Vincent’s older one, and Tanya is forced to return Mallory’s glass of wine.\r\nAfter fulﬁlling Mallory’s Mesmerism, Vincent’s older Mesmerism re-exerts itself within Tanya’s mind. Tanya lunges for Mallory, attempting to spill the very confused Malkavian’s wine on her dress.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When the target fulﬁlls your Mesmerism (or when the duration of the power ends), your victim will not remember following your instructions. She will remember all actions she took of her own free will, but will not recall what she was forced to do by your Mesmerism. If the Mesmerism takes more than a few turns to ful ll, your target may notice strange holes in her memory.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Mesmerisms may remain dormant in your target’s mind for up to three months instead of one month, and the effects, once triggered, will last for up to two hours rather than one.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Insert the following text above the last paragraph as follows: “Mesmerism cannot be used to prevent a character from using a discipline, although it can be used to prevent a victim from acting in certain ways. For example, you cannot use Dominate with the command ‘Stop using Celerity,’ although you can Mesmerize a target by saying ‘Stop attacking me.’”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"6QrFZaN3GqIkBjW4tK7qv7","type":"Entry"}},{"fields":{"title":" Death’s Puppetry ","power":"The Bone Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The most terrifying power of a corpse necromancer is the ability to inhabit a corpse, spiritually taking over your target’s physical form and wearing the corpse as if it were your own ﬂesh. While you are in command of the target’s body, you can take any physical action that body is capable of performing.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To use Death’s Puppetry, you must spend your standard action and target a true corpse or zombie within line of sight, including zombies you do not control. Your consciousness transfers into the target corpse as though that body were your own. Your original body falls into a torpid state and can neither defend itself nor act on its own, although your torpid body still has access to any Fortitude you possess.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Corpses have no disciplines and cannot spend Blood. Further, a character cannot use any of her own disciplines while using Death’s Puppetry. While inhabiting this corpse body, a character uses her own Mental attributes and focuses, Social attributes and focuses, skills, and backgrounds. You must use the corpse’s Physical attribute, rather than your own, for all Physical challenges while using Death’s Puppetry. While possessing a zombie, you cannot spend Blood points, but can use the zombie’s Fortitude and/or Potence. If you use Death’s Puppetry on a Stock NPC, the subject’s Physical attribute is equal to double that NPC’s rating. You cannot utilize the target’s Physical attribute focuses.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Death’s Puppetry lasts until the next sunrise or until you spend a simple action for your character to return to her \rnative body. Death’s Puppetry ends immediately if the character travels more than 10 miles away from her native body, if the character’s native body takes damage, or if the corpse she’s inhabiting is destroyed. \r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can possess any zombie you control, such as those created by Shambling Hordes. You can activate this power even if you cannot see that zombie, so long as it is within one mile of your current location. You must still pay all other costs of using this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Add the following line: “While possessing a zombie, you cannot spend Blood points, but can use the zombie’s Fortitude and/or Potence.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"3vYiqqxRE4naTkk5Ihm7Df","type":"Entry"}},{"fields":{"title":"Ex Nihilo ","power":"The Ash Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The necromancer who has mastered the Ash Path has also mastered the Shroud. You can cross the border between the Shadowlands and the physical world as easily as others might open a door and step through.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By focusing on a familiar destination, spending 1 Blood, and chanting for ﬁve full turns, you can travel into and through the Shadowlands. You can bring up to three of your zombie minions (Shambling Hordes or other such Retainers) with you on this journey.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTime and distance are subjective in the Shadowlands, and it always takes four hours to arrive at your destination, no matter how far you travel in the real world. You can shorten the time it takes to arrive at your chosen location by sacriﬁcing an undead servant, either a zombie or wraith, to the Tempest after you enter Ex Nihilo. For each such Retainer you destroy, your journey takes one hour less to complete. If you sacriﬁce all three of your zombie or wraith servants, you reduce your travel time to one hour.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Alternately, you can enter the Shadowlands without intent to travel. Instead, you may lurk beyond the Shroud and spy on the living world. While in the Shadowlands, you see the real world as a hazy shadow of itself. This allows you to have a general understanding of events around you, but it is difﬁcult to pick out details or overhear conversations. Unfortunately, the Medium merit does not work in reverse to allow you to hear and witness the physical world as you would the Shadowlands. A character can return to the physical world by concentrating for ﬁve turns. This transition is slow and noticeable, as the individual slowly comes into focus, gaining solidity as she eases her way back through the Shroud.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou cannot bring anyone with you through the Shadowlands, other than your zombie minions. This power can be particularly dangerous if there are hostile wraiths, such as spectres, in the Shadowlands. Such creatures can attack you while you are on their plane. This encounter is treated in all ways like a normal conﬂict. While in the Shadowlands, you cannot use powers (including Necromancy powers) on targets in the real world.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to normal uses of this power, you can spend 1 Blood and your standard action to transition into the \rShadowlands for a ﬂicker of time. You spend one full turn moving through the Shadowlands, and you exit Ex Nihilo up to 20 steps in any direction from your original location. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Add the following sentence, after the last paragraph: “While in the Shadowlands, you cannot use powers (including Necromancy powers) on targets in the real world.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"4NvDQAPkGwRpg0273l654m","type":"Entry"}},{"fields":{"title":"Theft of Vitae ","power":"The Path of Blood","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"One of the basic principles of sympathetic magic is the concept that like is attracted to like.  By mystically attuning the vitae in your body into a thaumaturgical magnet, you can literally siphon blood from your target, causing it to cascade out of your enemy’s pores and into your hand, to be absorbed instantly into the caster’s system.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to make an opposed challenge using your Mental attribute + Occult versus the target’s Mental attribute + Willpower, targeting a character within 25 steps of you. If you succeed, you can mystically draw forth 3 points of Blood from your victim. This blood bursts through your victim’s pores, soaring through the air into your hand, and is then mystically absorbed into your own ﬂesh. Blood stolen in this fashion has all of its normal properties — ingesting blood from a vampire creates a blood bond, poisoned blood still sickens you, diseased blood passes on its infection, and so on. Needless to say, this rather unsettling power is considered a breach of the Masquerade when used openly.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou may use Theft of Vitae on consecutive turns even if you fail a challenge. This is an exception to the rule that prevents you from immediately reattempting a Mental challenge on the same target.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You steal 4 points of Blood from your target, rather than 3.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you use Theft of Vitae to steal blood from a vampire, your power neutralizes the blood to a certain degree. Blood drawn with this power cannot induce a blood bond in you, sicken you, or carry diseases. Supernatural powers affecting vampire vitae, such as Vicissitude’s Acid Blood, remain in effect.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Add the following line to the end of the power’s description: “You may use Theft of Vitae on consecutive turns even if you fail a challenge. This is an exception to the rule that prevents you from immediately reattempting a Mental challenge on the same target.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"6CZsZEBGcogHDYOK6T3oCJ","type":"Entry"}},{"fields":{"title":"Reverse Conjuration","power":"The Path of Conjuring","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can destroy conjured items – either those created by you, or by another thaumaturge – dissipating them into the magic void from which they come.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to attempt to dispel an item conjured by Path of Conjuring. You can banish any of your own creations without a challenge. To banish an item created by another thaumaturge, you must make a static challenge using your Mental attribute + Occult against a difﬁculty equal to the creator’s Mental attribute + Occult. You can target any item that you can see or sense with this power, but you have no special way of telling a conjured item from a natural one.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can use Reverse Conjuration to banish objects or creatures summoned by other Thaumaturgical paths, such as the elementals summoned by the Path of Elemental Mastery. Banishing an elemental requires you to best it in an opposed challenge using the Thaumaturgy test pool.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use a simple action to determine if an object within your line of sight is natural or conjured by Thaumaturgy. After determining if an object is conjured or natural, you \rcan spend 1 Blood and use a standard action to attempt to dispel it, as stated in the rules above.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Focus [Perception], page 190:","nodeType":"text"},{"data":{},"marks":[],"value":" Modify the first line under “Focus [Perception]” to read “You can use a simple action to determine if an object within your line of sight is natural or conjured ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"by Thaumaturgy","nodeType":"text"},{"data":{},"marks":[],"value":".”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"CbeqEIAil4MtmD6TQzc1q","type":"Entry"}},{"fields":{"title":"Tyrant’s Gaze","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By their nature, vampires are tyrants, eager to control power and authority — and wield it over others. You channel this urge into your Dominate, reinforcing your will over theirs even to the point of afﬂicting the powers inherent in another individual’s blood.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To utilize Tyrant’s Gaze, spend 1 Blood, expend your standard action, and make an opposed challenge against your target, using the Dominate test pool. If you succeed, you can select one of the target’s powers. This power becomes locked away in the victim’s blood and cannot be accessed or used for the next hour.  If the power is already active, it immediately ends, even if that power would otherwise be automatic or always active. Tyrant’s Gaze can be used multiple times in order to rob a target of more than one power, so long as you pay this power’s cost separately for each use. If you choose to strip a power the victim does not possess, Tyrant’s Gaze has no effect.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen you declare that you are stripping a target’s supernatural speed, endurance, or strength (Celerity, Fortitude, or Potence) you remove the target’s highest-level power in the targeted discipline (including elder powers). If the target has more than one elder power, you choose which one is lost.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTyrant’s Gaze can be used to lock down a discipline power, elder power, technique, or ritual. It can even strip a power native to another creature type, such as werewolves, fae, or mages. In order to strip a power in this fashion, you don’t need to know the power’s name, but you must be aware of the power or have personally seen it used. \r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou do not need to speak to use Tyrant’s Gaze, but you must have your target’s focus (see Gaze and Focus). The victim of this power immediately identiﬁes the \rindividual who has affected her with Tyrant’s Gaze, and she is also aware which power she has lost. Tyrant’s Gaze cannot reverse permanent physical alterations. For example, Tyrant’s Gaze may be used to rob a target of the ability to use Heart of Darkness or Fleshcraft, but it cannot undo existing instances of Fleshcraft or return a removed heart.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"1 Blood","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Add the following sentences at the end of the System section: “Tyrant’s Gaze cannot reverse permanent physical alterations. For example, Tyrant’s Gaze may be used to rob a target of the ability to use Heart of Darkness or Fleshcraft, but it cannot undo existing instances of Fleshcraft or return a removed heart.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"62hgDTGbgu9LSw328IPMsM","type":"Entry"}},{"fields":{"title":"Flight","power":"The Movement of the Mind","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have learned to project your telekinetic strength inward, unfettering you from the constraints of gravity to ﬂy through the air.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to activate Flight. For the next ﬁve minutes, you can ﬂy at normal speeds. While ﬂying, you can carry up to 10 pounds of equipment for each dot of Movement of the Mind you possess. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you use both your simple and standard actions to move, you can ﬂy up to nine steps instead of the standard six steps.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Because Flight is a Mental power, it cannot be used to move during Celerity rounds.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Add the following sentence to the end of the System section: “Because Flight is a Mental power, it cannot be used to move during Celerity rounds.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"lJNrPbzMdHuY2OhucIMHr","type":"Entry"}},{"fields":{"title":" Blood of Potency ","power":"The Path of Blood","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have mastered your vitae to the point that you can command it to temporarily thicken, causing your vampiric form to manifest a more potent generation.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your simple action to activate Blood of Potency. This power lasts for the next hour. While Blood of Potency is active, your maximum Blood pool increases to half again its normal size (rounded up). In addition, you can spend 2 additional points of Blood per turn while the power is active. You are considered to be three generations lower than normal for the purpose of waking another vampire from torpor. You can use Blood of Potency once per night. Once this power ends, any Blood you contain over your natural Blood pool dilutes, leaving you at your regular Blood pool maximum.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you are diablerized during this time, or if you Embrace childer, your real generation is used to determine the results for those actions, not your virtual generation.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can utilize Blood of Potency twice in the course of a single evening.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Change the following text: “…your Blood pool increases to half again its normal size (rounded up)” to read: “…your ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"maximum ","nodeType":"text"},{"data":{},"marks":[],"value":"Blood pool increases to half again its normal size (rounded up).”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"1MnxMBdp1ybNqQQ2kwdoXp","type":"Entry"}},{"fields":{"title":" Necrosis ","power":"Thanatosis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A horriﬁc and potent power, Necrosis allows you to rot away your opponent’s muscle and bone, rendering her into putrid fat and tissue. The hideous decomposition induced by this power disgusts and revolts even the hardiest constitution as it accelerates the forces of decay and exposes internal organs in a terrifying spectacle of pain.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your simple action to activate Necrosis. For the next hour, anytime you successfully Grapple a target or maintain an existing Grapple on a target, you may choose to inﬂict necrotic rot on your victim. You can only inﬂict Necrosis once per turn, but you can do so during either everyman or Celerity rounds.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The ﬁrst time you use Necrosis on a target, you must succeed in using the Grapple combat maneuver against that target. On subsequent rounds, if you are still grappling the target, you may activate Necrosis by using your standard action. (For more information on grappling, see Chapter: Six, Core Rules, page 280). Your target take 3 points of aggravated damage as her ﬂesh rots and sloughs away.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The damage normally dealt by a Grapple does not convert  to aggravated damage by this power. The damage dealt by Necrosis is not reduced by the effect of the Grapple combat maneuver. Necrosis cannot be used with other powers that require you to touch or grapple your target.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Necrosis deals 4 points of aggravated damage, rather than the standard 3.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood","errata":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Add the following line to the end of the power’s description, before the focus: “Necrosis cannot be used with other powers that require you to touch or grapple your target.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"6Jg3EzK8Tkry16bJUXK3yY","type":"Entry"}},{"fields":{"title":" Fluctuation ","power":"The Path of Weather Mastery","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have learned to subtly control the local weather patterns, slowly ﬂuctuating the temperature up or down according to your needs.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to alter the temperature within a one-mile radius. You can raise or lower the temperature by up to 5 degrees Fahrenheit for each dot you possess of the Occult skill. This temperature change happens slowly, shifting 1 degree each hour until it reaches the desired level. Once there, power persists for one hour for each dot you possess of the Occult skill, before the temperature slowly returns to normal.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the standard effects of Fluctuation, you can spend 1 Blood and use your standard action to raise or lower the temperature in an area up to the size of a large ballroom. You can set the temperature anywhere between -20 degrees Fahrenheit and 120 degrees Fahrenheit. At its coldest, this power can freeze water in three turns. At its hottest, it can cause unprepared mortals to suffer from heat stroke, wither plants, and dry out inanimate objects within a few minute","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"6pYGyVd3wbmANxjHIkspyv","type":"Entry"}},{"fields":{"title":" Gale ","power":"The Path of Weather Mastery","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Via the power of your blood, you have the ability to command potent gales of terrifying force.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to call up high winds in a one-mile radius for each dot you possess of the Occult skill. You can summon up winds that blow at up to 30 miles per hour, with gusts of wind up to twice that speed. This increase in wind speed happens slowly. Winds increase in speed by one mile per hour every 10 minutes, until reaching the desired speed. Once the wind reaches the desired speed, this power lasts for 10 minutes for each dot you possess of the Occult skill, before slowly returning to normal. High winds can cause random black outs, road blockages, grounded ﬂights, and damage to property at the Storyteller’s discretion","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the standard effect of Gale, you can spend 1 Blood, use your standard action, and make an opposed challenge using the Thaumaturgy test pool to ﬁre a blast of air at your target. If your target fails to dodge, she is hammered by a violent gust of wind, knocked back up to 6 steps, and lands prone. If your target impacts a solid surface, she takes 2 points of normal damage.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"1FNSnRW2LRndCY5FptzrCg","type":"Entry"}},{"fields":{"title":" Telecommute ","power":"The Path of Technomancy","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to sense any electronic device in your area and access it via Telecommute, as long as you remain within 1,000 feet of it.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your simple action to activate Telecommute. For the next ﬁve minutes, yo u can sense all electronic devices and their general location, within your immediate area.  You can utilize any of your Path of Technomancy powers on these devices without the need to touch or see a targeted object, so long as you remain within 1,000 feet of it.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once activated, Telecommute lasts for an hour instead of the standard ﬁve minutes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"4g5GNSjJFdhqyWSqo5N9bI","type":"Entry"}},{"fields":{"title":" Remote Access ","power":"The Path of Technomancy","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have such an innate connection to technology that with but a brief glance, you can remotely access any electronic device and utilize it as though you were physically operating it.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, use your standard action, and target any electronic device within your line of sight. For the next hour, you can use your simple or standard action to interact with the object, as if you were accessing it normally, even if you are not within its normal range. You can enter data into your cell phone without taking it out of your pocket, read the text on a monitor that you can’t directly see, reset the alarm on someone else’s watch, or reprogram a computer without touching it.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You automatically bypass any mundane security on the device you’re targeting, but you may need to make a challenge to effect equipment secured by another technomancer. With this power, you can automatically access a computer, even if you do not know the passcode.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"6VJVG6TbeCyF2qIQtiiK3V","type":"Entry"}},{"fields":{"title":"Burnout","power":"The Path of Technomancy","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the power to destroy any electronic device within your sight by forcing the power supply, either internal or external, to surge and burn out the circuits.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to use Burnout on any electronic device within your line of sight. The targeted device is destroyed beyond hope of repair. Burnout \rcannot be used to directly injure an individual, although the sudden destruction of a car’s fuel injection control chip can certainly do so at the Storyteller’s discretion.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Burnout can be used to speciﬁcally target electronic data storage and erase it beyond any hope of mundane recovery. If you cause this effect, there is no sign that the destruction was anything other than simple device failure.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"33E6iqnHWK6S6CKl3Bcd1c","type":"Entry"}},{"fields":{"title":" Force Bolt ","power":"The Movement of the Mind","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Initiates of the Movement of the Mind have the ability to project a bolt of pure telekinetic force, stunning or knocking over objects or opponents.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, use your standard action, and make an opposed challenge to project a bolt of pure telekinetic force at any target within 20 steps of you. A successful strike against a creature or person knocks the victim up to ﬁve steps in a direction of your choosing. A successful strike against an object can affect an item no more than 200 pounds in weight. If the object is free-standing, you can push it ﬁve steps in any direction. An object in someone’s grasp can be knocked out of the individual’s possession, if you defeat the holder in an opposed challenge while targeting the item instead of the individual.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Force Bolt strikes your opponent in vulnerable areas, stunning her. The victim loses her next standard action.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the standard effect of Force Bolt, a person or creature takes 2 points of normal damage from the impact. The knockback caused by this power sends victims or items ﬂying six steps, rather than ﬁve.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"49TBQ6OVViDYyFsAqUNBdv","type":"Entry"}},{"fields":{"title":" Firestorm","power":"The Lure of Flames","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Masters of the Lure of Flames have the ability to project their inner fury into a frightening storm of ﬁ re, scorching and consuming everything in its path.  ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to summon forth a Firestorm of destruction. Firestorm works like Pillar of Fire, but affects an area up to 20 steps across and can be cast on a location up to 40 steps away. Unlike Pillar of Fire, Firestorm lasts for the next ﬁve turns, or until you decide to extinguish it, move more than 50 steps away from it, fall into torpor, or die.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Damage from Firestorm doesn’t stack with itself or with other area-effect powers. If you have more than one such power affecting the same area, only the highest damage effect applies","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Firestorm causes an additional point of aggravated damage each turn, for a total of 3 points of aggravated damage","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"2YIJxhfCNzote9WqyBCkqp","type":"Entry"}},{"fields":{"title":"Engulf ","power":"The Lure of Flames","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With a gesture, you can mystically scorch a target, forcing your victim to spontaneously burst into ﬂames. This agonizing ﬁre continues to burn until the victim manages to take speciﬁc actions to extinguish it.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, use your standard action, and make an opposed challenge to Engulf a target within 20 steps of your location. If you succeed, the target bursts into ﬂames, suffering 2 points of aggravated damage. Further, the victim is lit on ﬁre, taking 2 additional points of aggravated damage at the end of each successive turn until the victim uses two actions (simple or standard) to smother the ﬂame. Anything the victim touches while on ﬁre has the potential to likewise catch ﬁre, at the discretion of the Storyteller.\r\n\nYou can Engulf a target multiple times in successive turns, causing cumulative damage as the victim repeatedly combusts. However, no matter how many times a victim suffers the effects of individual uses of Engulf, she still only takes 2 points of aggravated damage from ﬁre on successive turns.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your use of Engulf does an extra level of aggravated damage, for a total of 3 points of aggravated damage per strike. An exceptional success does not increase the damage your target takes from burning on subsequent rounds.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"It requires three actions (standard or simple) to smother the ﬂames caused by Engulf.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"735OxSqieWf3oieRq2Ay0q","type":"Entry"}},{"fields":{"title":" Flame Bolt ","power":"The Lure of Flames","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the power to summon a bolt of ﬂame in the palm of your hand and then launch it at an enemy. The ﬂaming blast shimmers through the air to strike your target with a devastating explosive blast.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, use your standard action, and make an opposed challenge to cast a Flame Bolt at an enemy within 20 steps of your location. A successful Flame Bolt inﬂicts 2 points of aggravated ﬁre damage when it strikes, then snuffs out in a puff of mystic ﬁre. Should your Flame Bolt strike a ﬂammable target, such as a pile of hay or papers, but not clothing worn by someone, the target catches ﬁre.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Flame Bolt does an additional point of aggravated damage, for a total of 3 aggravated damage on each successful strike.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You do not need to spend Blood to use Flame Bolt, though you must still use your standard action.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"2Uln5FvXc9dPHJzBGpApU9","type":"Entry"}},{"fields":{"title":" Subvert ","power":"The Path of Corruption","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Subvert pushes your victim to surrender to dark temptations that her Morality might normally discourage her from indulging under normal circumstances.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you witness another character taking an action that indulges a desire or resisting the temptation to act on her desires, you can spend 1 Blood, use your standard action, and make an opposed challenge to enact Subvert. If you succeed, the subject’s actions change, and she succumbs to her desires. Subvert inﬂuences all of a subject’s actions with varying degrees of subtlety. Should another opportunity arise to succumb to her desires, the victim must expend a point of Willpower to overcome this effect for ﬁve minutes. Subvert lasts for one hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Subvert lasts for the rest  of the night.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Characters under the effect of your Subvert suffer a -2 penalty to resist your use of other Path of Corruption powers.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"76brBYEDFAIYhoYz0vZL6D","type":"Entry"}},{"fields":{"title":"Permanency- Path of Conjuring","power":"The Path of Conjuring","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Objects that you create are real and permanent, requiring no further expenditure of Blood in order stay in existence.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"After creating an object using Summon the Simple Form or Magic of the Smith, you can spend 1 Blood and use a simple action to make that item permanent. The object does not disappear unless banished with a power such as Reverse Conjuration.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you create an item using Summon the Simple Form or Magic of the Smith, you can choose to make the item permanent without the need to spend Blood or use an action.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"6mrsdxR6IbpTZMYfnmIQMm","type":"Entry"}},{"fields":{"title":"Summon the Simple Form ","power":"The Path of Conjuring","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Initiates in the Path of Conjuring have the ability to create an object formed from a single material. These items cannot have moving parts and lack any complex mechanisms. With this power, you can conjure a lump of stone, a wooden stake, or a bar of iron.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By expending a standard action and 1 point of Blood, you can conjure any inanimate item that a normal person can hold with one hand. Items created with this power must be of simple design and cannot contain electronics or moving parts. Objects created by Summon the Simple Form always appear in your hand. You cannot conjure living or undead creatures. After you have conjured an item with this power, you must spend 1 point of Blood each minute you wish to keep the object in existence. The ﬁrst minute does not require an additional expenditure of Blood. If you do not spend this Blood, the object vanishes. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Summon the Simple Form can be invoked with a simple action rather than a standard action.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"2ttibLePQpXCVWtFxhMoVL","type":"Entry"}},{"fields":{"title":"Reaper’s Passing ","power":"Mortis Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The dreaded form of the reaper is never far from a vampire’s soul, and those forced to face the realities of eternity will ﬁnd it all too ﬁlled with the lingering threat of death. Even mortals fear the coming of their inexorable end.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to make an opposed challenge using the Necromancy test pool. If you succeed, your target experiences a ﬂeeting glimpse of death. Some lucky few see the momentary bliss of heaven, but most experience the horrors of hell or the terrors of utter emptiness. No matter what form this power takes, the victim is brieﬂy incapacitated by her brush with death. The target loses her next standard action.\r\nIf this power is used twice on a single target, the effects are lessened, as the target is somewhat inured to the shock. If a target has been affected by this power within the last three turns, a second use of this power on that target has no effect","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you score an exceptional success with Reaper’s Passing against a mortal target, that target dies instantly. Supernatural targets survive, but take 3 points of aggravated damage in addition to the normal effect of this power. This damage cannot be reduced or negated.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Victims of your successful use of Reaper’s Passing lose both their next standard and their next simple action. If a target has already been affected by Reaper’s Passing within the last three turns, she loses only her next simple action on the second use of this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"7Kyqh0I61BJFnbm23NzRia","type":"Entry"}},{"fields":{"title":"Resume the Coil","power":"Mortis Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This subtle power allows you to defeat the deep slumber of torpor, drawing yourself or another vampire from those depths.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to touch a torpid vampire. The target immediately wakes from torpor. A target awakening from torpor has the same number of health levels as when she entered torpor. Resume the Coil can be used to awaken yourself while you are torpid. This is an exception to the rule that prevents characters from using powers while in torpor.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to touch the true corpse of an individual who died within the last 24 hours. The target immediately rises from the dead. Her body reanimates, the soul returns, and she can act normally for the duration of this power. She has no memory of anything that happened since her death, neither on this side of the Shroud nor on the other. While this power lasts, the target cannot be killed, although her body can be destroyed (thus effectively killing her). This power lasts as long as you continue to spend 1 Blood per turn. When Resume the Coil ends, the target irrevocably dies and cannot be resurrected (or Embraced) by any means. Vampires, whether they are undead or have met Final Death, cannot be targeted with this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"2y6pEzDNWWBWisBTd90icD","type":"Entry"}},{"fields":{"title":" Eyes of the Dead","power":"The Bone Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are no stranger to corpses and the remnants of hewed ﬂesh. Your experiments, and your skill with Necromancy, give you the ability to glance at a corpse and understand the manner of its death.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Target a true corpse within line of sight and expend your simple action. You instantly know the manner of that creature’s death, as well as when the death occurred and whether the corpse has been moved or otherwise altered. Further, by spending a standard action in concentration, you can sense the presence of corpses within 100 yards and discover their locations.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 Blood, you can also disguise the manner of a corpse’s death, rendering the body in every way as though it had died in a manner of your choosing and erasing all traces of any other injuries or reason for its death. Once you have invoked this power on a corpse, even other practitioners of Necromancy cannot tell that the corpse has been tampered with by Eyes of the Dead.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"1GnRVvuMGoSvdEM3sR741W","type":"Entry"}},{"fields":{"title":"Torment ","power":"The Sepulchre Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Recalcitrant spirits cannot evade your power, nor can they long survive your wrath. By focusing the power of your necromantic magic, you can engage in ectoplasmic battle across the barrier of the Shadowlands.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend a standard action as your character gestures toward her target. Then, make an opposed challenge with the Necromancy test pool against a target wraith. If you succeed, you inﬂict 3 points of normal damage to that ghost.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This use of Torment deals 4 points of normal damage, instead of 3.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Torment target also loses 1 Pathos from a successful attack.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"4azQjtF2pMtVL7v0t7QDeA","type":"Entry"}},{"fields":{"title":"Witness of Death","power":"The Sepulchre Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The ﬁrst trick to learn when dealing with ghosts is the ability to sense and interact with these spirits. By learning this ability, a necromancer can discover and communicate with nearby wraiths.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once purchased, this power is always active. You can see, hear, and talk to wraiths, communicating with them whether or not there is a common language. Note that, unlike the Medium merit, you can only see the ghost itself, not the wraithly surroundings of the Shadowlands.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You also recognize and identify wraith powers, spells, and visible effects of vampiric Necromancy, as well as necromantically enchanted items (but not wraith fetters, if those items are not otherwise enchanted). You have no ability to see invisible uses of magic, only to recognize magic that clings to those things you can perceive. You cannot identify powers or spells you do not possess, but you do recognize such things as necromantic in origin.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"2i8ZKZKmwTqdOOp6UOO5rx","type":"Entry"}},{"fields":{"title":"Furnace of Steel ","power":" Visceratika ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your capacity to twist stone and shape metal has reached a point where you can do so without using direct physical touch. With a gesture or a roar, you can cause guns to melt, car axles to bend, or any other metal in your presence to lose cohesion.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to target a single metal or stone object within your line  of sight that is no larger than 10 cubic feet in size. The target object warps and permanently loses its integrity, as if exposed to extreme heat. Weapons melt and become useless when targeted by this power, and you can easily destroy vehicles and buildings. Even if the item is within someone else’s control, so long as you can see the item, you can target it with Furnace of Steel, without making a test.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"138G4dd15mHnLaE3h4JLUQ","type":"Entry"}},{"fields":{"title":"Fiery Agony ","power":" Valeren ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A Valeren user’s spiritual weaponry is powerful and incredibly intense when used by those who have mastered its elder powers. Through the use of Fiery Agony, you can expend the power of your chi to inﬂict pain upon anyone you can see, so long as you have touched your victim within the last hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Use your simple action, and spend 1 Blood to activate this power. If you have touched your target within the last hour, you do not need physical contact to use Burning Touch, so long a s the target is within line of sight. Any sort of touch allows the use of Fiery Agony, including the use of a Brawl attack, being hit by an opponent’s Brawl attack, a handshake, or brushing up against someone in a crowded room. If you lose sight of your target at any point, you must touch her again before using Fiery Agony.\r\nA victim of Fiery Agony  instinctively knows who is responsible for her torment.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"4btT0o0TqnvSo7nt45r20o","type":"Entry"}},{"fields":{"title":"Corrupt the Flesh ","power":" Thanatosis ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have become a true master of the powers of rot and decay. Through the use of Corrupt the Flesh, you can infect a subject with a wasting disease that dissolves her internal organs.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 Blood, use your standard action, and make an opposed challenge using  the Thanatosis test pool. If you succeed, you infect your target with a corrupting disease. Mortal targets infected with Corrupt the Flesh die instantly as their skin erupts into boils and their internal organs liquefy. A supernatural creature suffers a -3 penalty to her Physical attribute for the next hour, and she loses her Physical attribute focus. The effects of Corrupt the Flesh last for an hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"3 Blood"},"sys":{"id":"3jeNWoE3uHaaMlIfmWde8u","type":"Entry"}},{"fields":{"title":"Baal’s Bloody Talons","power":"Quietus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Those who truly master the alchemical proﬁciency of their blood can grant it incredible capacity to cause harm. Their blood becomes a  potent ichor, poisoning ﬂesh with the lightest touch and causing the victim incredible, boiling pain.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the standard effects of Baal’s Caress, your applications of this power give a weapon a +2 bonus to Melee test pools. Further, this weapon inﬂicts an additional point of aggravated damage when it hits successfully. Baal’s Bloody Talons cannot be combined with Taste of Death.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6},"sys":{"id":"1oaAwFSCSwTWSIg1sKlnbq","type":"Entry"}},{"fields":{"title":"Unburden the Bestial Soul ","power":" Obeah ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Legend says that vampires are cursed by Caine’s sins, their souls blackened by the very nature of the Embrace. With this power, elders can alleviate the urges and ravages of the Beast, offering a vampire’s soul an evening of rare and blessed peace. However, such forgiveness comes at the cost of a certain amount of free will.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 Blood, touch a willing target, and  concentrate for one minute to remove all of that target’s Beast traits. After being consecrated in this manner, your target is incapable of taking any action that would cause her to gain Beast traits for the remainder of the evening. If your target attempts an activity that the Storyteller believes might lead to a Beast trait, the character loses her action without performing the activity.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"3 Blood"},"sys":{"id":"6H1VB53WzP6Fr1rufyEysO","type":"Entry"}},{"fields":{"title":"Steal the Mind ","power":"Mytherceria ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Steal the Mind is an invasive power, plumbing the depths of a subject’s psyche to plunder her very sentience for your own beneﬁt. This theft is temporary, but while you have possession of your subject’s mind, she is little more than a husk.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To steal a victim’s mind, spend 2 Blood, expend a standard action, and initiate an opposed challenge with your target, using the Mytherceria test pool. If you succeed, your target’s mental acuity is transferred to you. She becomes dull and slow-witted, and may even fall into a coma (if mortal). \r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While you are in possession of your victim’s mind, you gain a +3 to your Mental attribute, and your target suffers a -3 to her Mental attribute. If this penalty places your subject at 0 points in her Mental attribute, she falls into torpor (or a coma, if mortal). When used on a Stock NPC, this power always drops the NPC into torpor (or a coma), and provides a bonus to your Mental attribute equal to +3 or the Stock NPC’s level, whichever is lower.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"An individual cannot be under the effects of more than one use of Steal the Mind at any time. The bonuses gained from Steal the Mind do not stack. You cannot use this power on two different characters in order to gain a +6 bonus to your Mental attribute.\r\nThe effects of Steal the Mind fade after ﬁ ve minutes, although you can extend  the duration for an additional ﬁve minutes by spending 2 additional Blood while the power is active. Extending the duration in this manner doesn’t require another test. After the effects of this power fade, torpid or comatose characters quickly awaken.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Creatures that are not sentient, such as zombies, or are not human, such as animals, constructs, or elementals, are immune Steal the Mind.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood"},"sys":{"id":"pvZXtHS3TVDa0OMnWB9DM","type":"Entry"}},{"fields":{"title":"Persistent Echo ","power":" Melpominee ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Adept performers know that the lingering echoes of a song can be as powerful as the music itself, softly repeating in a listener’s mind. With the power of a persistent echo, you can leave your song in absentia, waiting to be brought to life once more.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you activate Phantom Speaker, Madrigal, or Death of the Drum, you may choose to have the effects of that power delayed, hanging silently in the air at your current location, until triggered at a later time. You must be physically present in the location in which you wish to place your Persistent Echo at the time you activate this power, but you do not need to be present when the Persistent Echo triggers. \r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"First, you must meet all requirements of the power you wish to invoke. Then, inform the Storyteller of the speciﬁcs that will cause this power to activate at the location where you are currently present. Examples of triggers might include, “When someone other than myself comes through this door,” or “When the sun sets three days from today.” This power remains suspended via Persistent Echo for a number of nights equal to your dots in Performance: Singing or until it is triggered. \r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You cannot have more than one application of Persistent Echo in effect at any time. Creating a second Persistent Echo erases the ﬁrst.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6},"sys":{"id":"7fhQRsgwrmt2LLoxR1XS6m","type":"Entry"}},{"fields":{"title":"Repair the Undead Flesh ","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A character with this power has mastery over the blood, bone, and ﬂesh of her physical form, an d she can command them to perform great feats of healing beyond the ability of normal vampires. She can summon forth her blood with an incredible effectiveness, sealing even the most grievous of wounds.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can spend 2 Blood to instantly heal 1 point of aggravated damage. This power functions like normal healing and doesn’t require the expenditure of an action to perform.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood"},"sys":{"id":"5yatRcWffrsvQ8WMTqyTOe","type":"Entry"}},{"fields":{"title":"Personal Armor","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your skin is as hard as iron, and your body as tough as nails. Weapons snap and break against you, shattering from the force with which they are wielded. Vampires who master this elder power are like titans, nearly unstoppable and difﬁcult to harm.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Personal Armor, you must spend 2 Blood and expend a simple action. For the next hour, any time you are hit with a melee weapon or any other inanimate object, the object breaks against your ﬂesh and becomes useless. Weapons that are destroyed by Personal Armor inﬂict damage before they break, but cannot pierce your heart; thus, Personal Armor effectively prevents you from being staked.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you are struck with a Brawl attack, some of the force of that attack reﬂects back on your attacker. The individual who hits you in such a manner assigns her normal damage to you, and then takes damage equal to half of the damage she assigns (round up). Thereafter, you may choose to reduce the damage you took from the blow by using powers such as Fortitude. Reducing your damage in this manner does not in any way reduce the damage your attacker takes; her total is determined by the amount assigned by her attack before you reduce it.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Ranged attacks and attacks that do not actually strike your ﬂesh, such as the Potence power, Flick, are unaffected by Personal Armor, except for wooden projectiles, which will still shatter before they can pierce your heart.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood"},"sys":{"id":"22OAm14UK6vIaV6NbvEAN0","type":"Entry"}},{"fields":{"title":"Lingering Malaise ","power":"Dementation ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Sharing madness is as natural to you as drinking blood…and as fulﬁlling. Those elders who master this power can inﬂict a much more substantive afﬂiction upon others’ minds.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Characters affected by your Voice of Madness set their Derangement traits to 2; any time a victim experiences a psychotic break while under the effects of this power, the psychotic break does not reset her Derangement traits to 0 (or 1, if the character is a Malkavian). Instead, her Derangement traits reset to 2. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6},"sys":{"id":"6SqPQCaPkvzyTDBVWLJ3F8","type":"Entry"}},{"fields":{"title":"Army of Apparitions ","power":"Chimerstry","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Where some can conjure an individual or item from nothingness, you have the capacity to ﬁll a warehouse or populate a civil rights march entirely with illusion — in the blink of an eye.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use your standard action to create up to three Apparitions for each dot you possess of the Subterfuge skill, minimum three. When created, you can give each Apparition  its own pattern. When you use a simple action to alter your Apparitions’ patterns, you may choose to affect one, some, or all Apparitions created with this power.\r\nYou can only have one application of Army of Apparitions active at any time.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"4JFAs3MT96gTlgLR8vdqGm","type":"Entry"}},{"fields":{"title":"Quickness","power":"Celerity","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With this level of heightened speed, you become a hazy, indistinct ﬁgure, so accelerated in your actions that it is difﬁcult to perceive details. The world slows to a crawl around you, allowing you to batter your enemies repeatedly before they can react.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you activate Celerity, you gain an extra round of actions, consisting of one simple action and one standard action. Resolve these actions during the third Celerity round within the turn.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6},"sys":{"id":"6rrE8c1ad3azfRbaP2oJvS","type":"Entry"}},{"fields":{"title":"Psychic Assault ","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Most uses of the Sight are subtle, gathering information or passing thoughts in a gentle and inconspicuous manner. Psychic Assault is none of these things. A vampire who masters this power has the capacity to attack another individual using the strength of her mental acuity, hammering on her unfortunate subject with an incomprehensible barrage of will and thought.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Most uses of the Sight are subtle, gathering information or passing thoughts in a gentle and inconspicuous manner. Psychic Assault is none of these things. A vampire who masters this power has the capacity to attack another individual using the strength of her mental acuity, hammering on her unfortunate subject with an incomprehensible barrage of will and thought.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Psychic Assault deals 5 points of normal damage, instead of 4.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6},"sys":{"id":"qs9hlTOyi5jb7jYsgsJe9","type":"Entry"}},{"fields":{"title":"Bond With the Mountain ","power":"Visceratika","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have an innate understanding of earth, stone, concrete, and metal, and can shape and mold even the hardest natural substances as easily as you would a handful of clay.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend a standard action. By physically grasping a portion of stone or manufactured stone-like material, such as concrete, brick, or other masonry, you can twist or shape it as though it were soft and malleable. By using this power, you can even shape a safe haven for yourself within such material, sealing any gaps behind you after you crawl inside. You can create corridors or openings and pass through them, leaving no trace of such travel behind. A character using Bond With the Mountain can shape three cubic feet of stone with one standard action, and can move through such material in this manner at one step per round.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Those wishing to notice or locate a Gargoyle who is using Bond With the Mountain to shelter inside a wall or other material must succeed in a challenge, using their Mental attribute + Investigation versus the Visceratika user’s Physical attribute + Stealth. When a character using Heightened Senses comes within two steps of a person hidden by Bond With the Mountain, the character with Heightened Senses automatically realizes that someone is nearby, although she does not know who, or precisely where, to ﬁnd that someone. A character who has been forewarned by Heightened Senses in this manner receives a +3 bonus to her challenge to notice and locate the Visceratika user.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can shape and move through metal and metal alloys, as well as stone.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"2TLwFhEzVBsZUM9NAELc2y","type":"Entry"}},{"fields":{"title":" Scry the Hearthstone ","power":"Visceratika","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Buildings have memories, and stone can carry echoes unperceived by the human ear. By touching any part of a building, such as the wall, ceiling, or ﬂoor, you can remotely sense any individuals inside, similar to a bat using sonar.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 point of Blood and spending a full turn in concentration, you get a complete sense of a building’s layout and inhabitants at that moment. You receive accurate information about the building’s design — where each room is, whether there are secret passages or hidden chambers, and so forth. You also learn the location, approximate size, and general type (humanoid or animal) of all living (and undead) things within. This building may be as large as a mansion; to acquire detailed information about a massive superstructure or a skyscraper, your Storyteller may require you to activate this power once every few ﬂ oors.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can utilize Scry the Hearthstone by expending a simple action, rather than a full turn of concentration. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"5TdA0mUKX4IRnkh8QjEu8U","type":"Entry"}},{"fields":{"title":" Vengeance of Samiel ","power":"Valeren","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When using this power, the Valeren user’s third eye opens and glows with a ﬁerce, brilliant blaze. While under the effects of Vengeance of Samiel, the vampire’s blows become unerring, and their wrath is a ﬁerce, nearly palpable thing.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once per turn, you can spend 1 Blood and use a standard action to make a Melee or Brawl attack against another character. That attack automatically hits, earning a normal success. Powers or effects that completely negate or avoid an attack can be used to avoid Vengeance of Samiel. However, those powers that give a defender bonuses to Dodge have no effect.\r\nVengeance of Samiel can be used in combination with other powers, such as Potence or Feral Claws, but cannot be used in conjunction with ranged attacks. Also, combat maneuvers cannot be combined with an attack augmented by Vengeance of Samiel under any circumstances.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Vengeance of Samiel gives you an exceptional success on this attack, instead of a normal success. Your target may choose to spend a Willpower to convert this automatic exceptional success into a normal success.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"41fZzC7BqYmVuZQWSZeQrq","type":"Entry"}},{"fields":{"title":" Armor of Caine’s Fury","power":"Valeren","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When this power is activated, the user is surrounded by a shining crimson halo. This phantom armor is formed from the vampire’s spiritual essence and protects her against most physical injuries.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use a simple action to activate Armor of Caine’s Fury. While this power is active, you gain a +3 bonus to all Dodge and Survival defense test pools. If at any point you use a standard action to do anything other than use a Melee attack, a Brawl attack, or move towards a character you intend to attack, Armor of Caine’s Fury ends immediately.\r\nArmor of Caine’s Fury is not mundane armor, and attacks that normally pierce armor do not pierce or ignore the effects of this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While this power is active, you gain the beneﬁts of a rage frenzy, without suffering any of the drawbacks. Further, you are immune to both fear and hunger frenzy. These effects do not stack with the beneﬁts of a natural frenzy.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"6ZObuG4KSfgXB1NiKnAsI3","type":"Entry"}},{"fields":{"title":"Mens Sana ","power":"Valeren","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your vitae is an alchemical substance, carrying healing properties like those said to be possessed by sacred ﬁgures of myth. By centering your warrior’s chi and focusing your mind, you transmute the blood within your body, causing you to heal at an incredible rate.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once per turn, you can spend 1 point of Blood to heal 1 point of normal damage. Blood spent for Mens Sana does not count towards the maximum amount of Blood a character can spend per turn. You can only perform this action on yourself; you cannot heal other individuals with Mens Sana.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use Mens Sana twice per turn, healing up to 2 points of damage for the cost of 2 Blood.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"4rWXOtkGr5ifWlAhW6qGFh","type":"Entry"}},{"fields":{"title":"Putrefaction","power":"Thanatosis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With but a touch, you can inﬂict decay on your target. You cause putrescent, festering decay to spread from your point of contact.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use your standard action to rot any organic, inanimate object you touch, to the point of uselessness. A single application of Putrefaction can destroy wood, cloth, plastic, and rubber, but harder items, such as metal, glass, or stone, require two applications of this power to putrefy. Objects larger than a standard door require more than one application of Putrefaction to destroy. This power has no effect on living or undead matter, but can be used to rot true corpses (dead bodies) into unrecognizability","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may spend 1 Blood and use a standard action to destroy a wooden stake that is currently piercing your heart. This is an exception to the rule that prevents a character from spending Blood or taking actions while staked. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"6HW6SYpy7XpwAGKuHuvmqp","type":"Entry"}},{"fields":{"title":"Clotho’s Gift","power":"Temporis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are capable of accelerating time as it passes through your body, causing you to move with preternatural speed and precision.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood to activate Clotho’s Gift for the turn. When you activate Clotho’s Gift, you gain two extra rounds of actions; each extra round comprises one simple action and one standard action. Resolve one extra round of actions during the ﬁrst Celerity round, and resolve the second extra round of actions during the second Celerity round.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Stamina","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Each turn, you can use one (and only one) of the standard actions granted by Clotho’s Gift to activate a Mental or Social power. This is an exception to the rule that states you cannot use Mental or Social powers during Celerity rounds.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"4LVY9mPU5oSqbjh19qLxIJ","type":"Entry"}},{"fields":{"title":" Split Second","power":"Temporis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With this power, you slow the effects of time around you, allowing you to move in a ﬂicker and almost appear to be in two places at once. Although you cannot attack others while in such a state, you can move, draw weapons, or perform other small actions in the blink of an eye.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once per turn, you can spend 1 Blood to gain an additional simple action, which cannot be interrupted. This additional action resolves on your initiative, and cannot be used to target other characters or items controlled by other characters; it also cannot be used to activate powers. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Stamina","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You gain two additional simple actions with each use of Split Second, rather than one.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"5j210owpJGxtwCJH9PN4IZ","type":"Entry"}},{"fields":{"title":"Nick of Time","power":"Temporis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With this power, you can steal items from the corners of history. By creating a small anomaly in the natural ﬂow of time, you reach into the past or present and grasp lost objects, discarded junk, and abandoned ﬂotsam, forcibly pulling such items to you.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 Blood and expending a simple action, you can utilize Nick of Time to draw a common object to you from some other point in time. These items are things that have been lost or misplaced, and will never be missed by their owners. The item is a common and nondescript example of its type; you may choose to draw forth a desert eagle or a pretty painting, but you cannot acquire the Sheriff’s gun or the Mona Lisa. The item must be small enough for a normal individual to easily hold in two hands and not of any particular value.\r\nIf you choose to draw forth a weapon, your Storyteller determines the weapon’s speciﬁc qualities. If the weapon is a gun, it has one full clip of ammunition. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Stamina","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you use Nick of Time to pull forth a weapon or combat item, you may select the qualities for that item, rather than have your Storyteller choose them for you.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"4QILmIBZeOZoMd7sPkBAai","type":"Entry"}},{"fields":{"title":" Eyes of the Serpent ","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Like the snake-charmers of old, your gaze has the power to soothe and hypnotize. When you use this power, your eyes turn shining gold, capturing the attention of those who meet your gaze. As long as you hold her attention, your subject remains completely immobilized.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Expend 1 Blood and use a simple action to activate Eyes of the Serpent. You must have your target’s attention (see Gaze and Focus, page 113) and engage your target in an opposed challenge using the Serpentis test pool. If you succeed, the target is paralyzed so long as you hold her gaze with your own. If you break eye contact, utilize any other powers, or if the target is attacked, injured, or targeted by hostile powers, your hypnotic spell breaks.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Eyes of the Serpent lasts for three rounds after you break eye contact, so long as your opponent is not","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can utilize other powers while holding a target paralyzed with your Eyes of the Serpent. However, if your target is attacked or injured, this hypnotic spell breaks.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"1nLVh1R6qWWQxh9Cb2ezUV","type":"Entry"}},{"fields":{"title":"Vigor","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With such monumental brawn, you can heft hundreds of pounds with ease, wielding enough power to crush metal support beams or knock over brick walls.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When making a Brawl or Melee attack, you gain a +5 bonus to determine whether or not the attack achieves an exceptional success. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3},"sys":{"id":"4zxkt93qdHVQK2T3IGrq4T","type":"Entry"}},{"fields":{"title":" Prowess","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your blows achieve remarkable concussion, smashing through protective gear and shattering mortal bones with a single strike.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your character’s Brawl and Melee attacks are armor piercing. You ignore your opponents’ armor bonuses.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"1WD7pdsegndBHqZv5WLHmd","type":"Entry"}},{"fields":{"title":"King’s Blessing","power":"Obeah","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By laying your hands upon the sick or injured, you heal the subject’s body of any afﬂiction or malady, bringing her to a state of full health. When this occurs, a gentle feeling of peace spreads throughout your target’s soul, rendering it temporarily joyful and in harmony with the world. Some vampires see this as a blessing; others see it as infernal trickery intended to hide the user’s true nature.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and touch a willing target for one minute to activate King’s Blessing. Thereafter, you heal any physical maladies your target currently suffers, so long as you wish to cure those issues. King’s Blessing can be used to heal wounds, regrow lost limbs, rectify genetic defects, counteract poisons or drugs, cure disease, and remove unwanted alterations to the physical form, such as those caused by Vicissitude. King’s Blessing can only be used on willing targets. Characters who cannot spend 3 Blood in a single turn can fulﬁll this requirement over multiple turns, so long as the Blood is spent consecutively.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your use of King’s Blessing can also bring peace to those with psychological ailments or wounds, and can even cure derangements. After fulﬁlling all other costs of this power, you can also remove one derangement from an individual. Note that this power cannot permanently remove a Malkavian’s primary derangement, though it does relieve the derangement for a short time. A Malkavian does not gain Derangement traits, regardless of how often the primary derangement is triggered,  for one hour. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"3 Blood"},"sys":{"id":"4YxCY8vPv1uWPCR6qAIL9Q","type":"Entry"}},{"fields":{"title":" Corpore Sano ","power":"Obeah","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your vitae is an alchemical substance, carrying healing properties like those said to be possessed by sacred ﬁgures of myth. By laying hands on the injuries of others, you can cause them to heal at an incredible rate.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood point and use your standard action to target a willing individual within one step. The target immediately heals 1 point of normal damage. Corpore Sano can only be used once per turn. You may use Corpore Sano to heal yourself.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the normal properties of Corpore Sano, you may also choose to spend 1 Blood in order to heal a point of aggravated damage. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"1bUqq9AOf6rm8TtOOdpuEh","type":"Entry"}},{"fields":{"title":" Anesthetic Touch","power":"Obeah","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have a healer’s touch, and can cause pain to ﬂee or fear to lessen in the heart of your patients. Any subject who voluntarily submits to your Anesthetic Touch can be rendered immune to pain, and any mortal creature affected by your power falls into an immediate healing sleep.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use your standard action to target a willing subject within one step. For the next hour, the target feels no pain and suffers no wound penalties. If your target is mortal, you put her into a state of peaceful sleep, where she will feel no pain for the next 10 hours. Further, mortal creatures will heal 3 points of normal damage after resting a full eight hours under the effects of this power. Anesthetic Touch can only be used on willing targets.\r\nIndividuals under the effect of Anesthetic Touch are immune to the effects of Burning Touch, unless the character using Burning Touch also has the elder power Fiery Agony.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may spend 1 Blood and use a simple action to use Anesthetic Touch on a willing target within your line of sight.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"109iEjTixKptEvXuxPEUbo","type":"Entry"}},{"fields":{"title":" Ay Befriend","power":"Mytherceria","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In medieval times, it was common practice to declare peaceful intentions toward a visitor or newly met comrade by claiming she was someone “I shall befriend.” The faeries keep this custom and are well-disposed to those who remember the proper way to greet them, declaring forthrightly your friendship in the ancient way: “Prithee, piskies, Ay Befriend!” \r\nChangelings and fae folk have their own interests and society, but they are willing to lend a hand — if properly compensated for such efforts. By using this power, you call upon the smallest of these creatures, promising a reasonable reward if they will aid you for a short while.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to summon a small troupe of piskies, a type of fae. Piskies are humanoid, but of small size and varied appearance, dressed in simple \rclothing made of leaves and other natural ﬂora. These creatures are invisible to anyone except individuals with Fae Sight. Normally, the piskies will arrive over the course of the next ﬁve minutes, so long as they are capable of reaching your location. Piskies can ﬂy, but have no magical ability to move through walls or solid objects.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"So long as you pay the piskies up front with a measure of gold, gems, or other precious small objects, they will be relatively loyal, though mischievous. You can ask these piskies to perform 1 downtime action during the course of a game session, or in addition to your own downtime actions between game sessions. If requested to perform a downtime action, such as bringing you an item, carrying a message, cleaning up an area, or discovering some useful information, during a game session the piskies will perform the task with lightning speed and complete it within the hour. If you utilize Ay Befriend between games, you gain a single untraceable, unwatchable downtime action. In either case, the piskies will not risk themselves or engage in combat.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You cannot utilize Ay Befriend more than once per calendar week, whether during or between game sessions.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may use Ay Befriend once at game and also once as a downtime during the course of a calendar week. You cannot use this advantage to gain 2 actions at game, or 2 actions during a calendar week.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"jw46Ab0RrpxGz39vXMhGw","type":"Entry"}},{"fields":{"title":" Darkling Trickery ","power":"Mytherceria","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Like the faerie stories of old, you can plague a victim with minor adversity and fae pranks, making her life more difﬁ cult for a short period of time. While under the effects of this power, the target may misplace small items, become confused about direction, discover her shoes are tied together, or other small misfortunes — courtesy of the fae.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, expend a standard action, and engage your target in an opposed challenge using the Mytherceria test pool. If you are successful, you cause your target to be plagued by annoyances and setbacks for the next hour, as the fae play pranks on her, causing no end of trouble. Out of combat, the victim’s car keys may disappear, her cell phone may run out of power, or she may stand up and ﬁnd her shoe strings tied together. In combat, any time your victim spends a point of Willpower to use a combat maneuver, her attack will automatically fail. This power has no effect on attacks augmented by combat maneuvers that were enacted without spending Willpower.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This use of Darkling Trickery lasts for the rest of the night, rather than for an hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All of the target’s attacks that are augmented by combat maneuvers automatically fail, even if the maneuver was enacted without spending Willpower.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"1fiTi4lV6PBNdfOQa6BQRS","type":"Entry"}},{"fields":{"title":" Death of the Drum ","power":"Melpominee","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Sound can be a deadly and explosive force, and the power of harmonics can shake apart even the most stalwart materials. By pitching your voice to the exact frequency of an enemy’s physical form, you can cause severe injury to your target.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and expend a standard action to sing, shriek, or otherwise audibly evoke Death of the Drum. Make an opposed challenge against an opponent, using the Melpominee test pool. If you are successful, your victim takes 3 points of aggravated damage.\r\nYou can activate Death of the Drum against a target repeatedly; this is an exception to the rule that prohibits a character from using a Social power on the same target immediately after failing. If you fail to use Death of the Drum against an opponent, you may try again against that same opponent (or someone else) on the next turn. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your use of Death of the Drum deals 4 points of aggravated damage, rather than 3.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can also target objects with Death of the Drum. Most solid items will shatter after a single round of song, bu t the Storyteller may require multiple rounds of singing to break exceptionally tough or thick substances.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"6V2ddNJNwBj7eELwB3J7TZ","type":"Entry"}},{"fields":{"title":"Aegis","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your body seems as hard as iron and as resistant to pain as steel itself. Only persistent and monumental force can truly cause you harm.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Each time your character takes damage, you may ignore 1 point of normal damage. You can combine this effect with Resilience in order to ignore 2 points of normal damage per attack. You  can also use this power in conjunction with powers that turn aggravated wounds into normal wounds.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5},"sys":{"id":"1o7SxumrtFQIqHyGBb0Hda","type":"Entry"}},{"fields":{"title":"Mettle","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your body can take more damage than others, suffering only light injuries even under circumstances that should do serious harm.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Each time your character takes aggravated damage, you may convert 1 point of aggravated damage to normal damage.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2},"sys":{"id":"5wm8jniyws5JKeyvJBPEWX","type":"Entry"}},{"fields":{"title":"Endurance","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are beyond pain or fatigue, ignoring such hardships. Your body simply does not feel such minor inconveniences.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can easily ignore pain. Your character is immune to torture and doesn’t suffer wound penalties.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"5HG0ggq0hBIVUOawZ8ijbc","type":"Entry"}},{"fields":{"title":"Drawing Out the Beast","power":"Animalism","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through your keen understanding of your own predatory nature and instincts, you have reached a communion with your Beast. Although none would call the monster tamed, the ability to willfully unleash or restrain your Beast is fearsome and can provide a vampire with a great advantage.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend a simple action to immediately cause your character to fall out of frenzy. Alternately, you may spend 1 Blood and expend a simple action to instantly launch your character into a rage frenzy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use Drawing Out the Beast to enter frenzy, even when you would otherwise be unable to do so, such as when you are affected by powers like Quell the Beast. Additionally, while in a rage frenzy, your character receives a +3 bonus to all Physical attack test pools (instead of the standard +1 bonus). Your character still suffers the standard -2 penalty to Physical defense pool s while in frenzy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"None","level":5,"cost":"1 Blood, Simple Action"},"sys":{"id":"MSEFPNWBMUjOvG6tfg4GG","type":"Entry"}}]}