{"sys":{"type":"Array"},"total":389,"skip":200,"limit":100,"items":[{"metadata":{"tags":[]},"fields":{"title":"Voice of Madness","power":"Dementation","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your voice can carry the siren call of insanity and the whispered pandemonium of sheer madness. By speaking aloud in a resonant tone, you can summon forth the regrets, fears, pain, horror, and suffering of your target’s entire life and unlife, unleashing her id and giving her inner demons free rein.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To use Voice of Madness, you must gain your target’s attention and spend at least ﬁve turns (15 seconds) describing the derangement you wish to inﬂict. When you ﬁnish this description, spend 1 Blood and make an opposed challenge against your target. If you succeed, you inﬂict the derangement of your choice on your target for the rest of the evening and 1 Derangement trait. If the individual has pre-existing Derangement traits, this trait may cause an immediate psychotic break. For more information, see Chapter Five: Merits and Flaws, Derangement Traits.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nFor example, you might approach the Ventrue Primogen and say, “I saw two Brujah hovering around your car last night. What were they doing? Are you sure you can trust the Brujah?” If you succeed in the challenge thereafter, you could give your target the Phobia derangement, citing “Brujah” as the trigger.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAn individual can only be affected by this power once per Dementation user. If the same character attempts to inﬂict a second derangement before the ﬁrst expires, the older derangement is replaced by the newer one. If a second Dementation user successfully targets someone already under the effects of this power, both derangements apply.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The derangement inﬂicted by Voice of Madness lasts for two games or one month, whichever is longer.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Rather than spending ﬁve turns talking to your target, you can inﬂict a derangement with but a single phrase and a single standard action. You might inﬂict the same derangement outlined above simply by passing your target and saying to her, “Are you sure you can trust the Brujah?” A character does not need to fully explain the derangement in roleplay in order to apply the effects of this power, but a player should be sure to explain the derangement out of character to the targeted player, so that she can properly portray the effect. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"76ODIUqmnCf1N6LRe9JeK4","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Total Insanity","power":"Dementation","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By using this power, utter madness – the full shattering of the mirror – is unleashed within your victim’s mind. You draw forth every insecurity, every forgotten slight, every panic or ﬁt of anger, and then cause those emotional wounds to magnify a hundredfold and wreak havoc on your target’s mind.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The target must have her attention focused on you in order for Total Insanity to function. Once you have your target’s attention, spend 1 Blood, expend your standard action, and make an opposed challenge against that target. If you succeed, you drive her insane for the next hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Total Insanity ﬁlls your target’s mind with conﬂicting derangements, making it difﬁcult for her to act with any rational logic. Your target should work with the Storyteller to determine exactly how this insanity affects her, but for mechanical purposes, the user of Total Insanity selects one of the following effects to apply to her victim:\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n• Fear: The victim is terriﬁed of anything that is even remotely threatening and will seek to run away and hide in a safe place until Total Insanity fades. The victim will not ﬁght unless cornered and, if forced to ﬁght, will ﬂee at her ﬁrst opportunity.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n• Confusion: The victim suffers a -5 penalty to all attack test pools for the duration of Total Insanity as she tries to separate fantasy and reality. This penalty does not apply to defense test pools.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n• Fugue: The target withdraws mentally, sitting quietly and talking only to friends she trusts. If forced out of her shell, she will either attack or ﬂee from the person who provoked her (target’s choice).\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The effects of Total Insanity last for two hours, instead of one.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The target loses all o f her Mental and Social attribute focuses for the duration of Total Insanity.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"6aC2lOsDn3gtlbXz3FumOB","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Forgetful Mind","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your skill with mental manipulation gives you the power to modify and shape the memories of other individuals. By holding your target’s attention and speaking to her clearly, you can place her in a hypnotic state. While she is somnambulant, you may ask questions, cause her to describe something she has experienced, or give her speciﬁc details with which to alter or overwrite her memory of an event.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nIt’s a relatively simple matter to riﬂe through a victim’s psyche and erase swaths of memory, but unless you offer something in its place, the deletion will leave a blank spot in the victim’s recollection. The Dominate user can instead create false memories, describing a plausible story for the victim’s subconscious to absorb.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nThe user of this power can tell the target to incorporate new information into (or remove details from) her original memory. The target will do so seamlessly, justifying the information within the context of her overall remembrance. Unless someone else points out critical paradoxes in the memory, the target will rationalize away any contradictions.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nForgetful Mind does not grant the user any telepathic ability to “see” an event in the target’s mind. The events are remembered from the subject’s point of view and are verbally described to the best of the subject’s ability. If the subject does not know a detail about the event, then she cannot describe that detail under Forgetful Mind.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Forgetful Mind, expend a standard action and make an opposed challenge. If you are successful, your target enters a trance for a small amount of time while the user of this power offers details to alter, erase, or completely overwrite the target’s memory. If the target is threatened in any way, she will snap out of this trance, ending the application of Forgetful Mind. For this reason, it’s not possible to use Forgetful Mind in a combat situation.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"A successful use of Forgetful Mind allows you to erase or alter up to 10 minutes of memory. A more substantial period of time may be altered (in 10-minute increments) with repeated application of this power.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"A character can also use Forgetful Mind to detect false or missing memories and (under the correct circumstances) restore them. When you use Forgetful Mind on a target, you must log your action with the subject’s Storyteller. Include your character’s Dominate test pool and the number of Dominate powers possessed (including elder powers but not techniques) at the time you performed the Forgetful Mind.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nRestoring lost or altered memories is difﬁcult, and takes a great deal of patience and dedication. If another character attempts to restore the subject’s altered memory, she must ﬁrst tell the subject’s Storyteller how many Dominate  powers she possesses (including elder powers but not techniques). If she has fewer powers than you, then she is incapable of overpowering your Dominate enough to even make an attempt to restore the original memory. If the Forgetful Mind user inserted memories carelessly, or the Storyteller wants to progress plot, she has the option to fast-track the wearing down of the mental walls to allow for a reversal of the altered memories.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If she has equal or more powers than you, she may make an opposed Mental challenge against the highest Dominate pool you currently have applied to that subject. If she is successful, all memories altered by that Dominate user are restored to the subject. This process requires 1 downtime action to be spent by both the subject and the individual restoring the memories.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA vampire cannot use Forgetful Mind to alter or restore her own memories.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you score an exceptional success, your character is considered to have 1 more dot of Dominate for the purpose of determining whether or not this application of Forgetful Mind can be undone by other characters in the future or for determining if you can undo alterations to your target’s memories.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may alter up to one hour of the target’s memory with a single application of Forgetful Mind (rather than 10 minutes).\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3},"sys":{"id":"4G0Bh1e40Wtqi3XZ5DrTvg","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Conditioning","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"It takes little effort to control an individual’s actions for a brief moment or to twist her memories of a few minutes’ time. You are capable of far more insidious feats. By taking your time and applying a more dedicated amount of effort, you can permanently alter a portion of your subject’s personality, adding habits or removing them. This takes a signiﬁcant amount of exertion, but once accomplished, you will have reshaped your target into something more amenable to your purposes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through sustained exertion and focus, you can implant a semi-permanent Mesmerism (as per the above Dominate power) deep in your subject’s mind. Conditioning a target takes three hours of diligent and uninterrupted focus, during which time your subject must be conscious and aware. The target may be restrained, but she cannot be unconscious, drugged, or otherwise unaware. Once your character has completed this prerequisite, make an opposed challenge against the subject. If successful, you implant a Mesmerism that can be triggered repeatedly.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Mesmerisms implanted through Conditioning must have a clearly deﬁned trigger. A Conditioned character acts normally, with no alterations of her standard behavior, until such time as her Conditioning is triggered. Once activated, the target must fulﬁll the behaviors demanded by the Conditioning (or attempt to for one hour, whichever comes ﬁrst). Just like Command or Mesmerism, a Conditioning compulsion will automatically break if the target realizes that performing these actions will lead to direct harm. When this happens, the current compulsion to act will cease, but the Conditioning itself will remain (and can be triggered again in the future, as per normal).\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nFor example, you might Condition a target to drink mortal blood every time she hears the word “vagrant.” If your target hears the word, and there is a source of mortal blood nearby, she will always attempt to do so. The initial compulsion will end as soon as she ﬁnishes drinking, but could start again if someone else says the word. If the Conditioned individual is stranded in the middle of a desert, with no source of blood available when she hears the word, she will spend an hour looking for a source of mortal blood. Thereafter, the compulsion will fade (until the next time she hears the word).\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA successful compulsion implanted with Conditioning is permanent until broken by the subject; it cannot be removed or overwritten. A mortal who goes one year without having her Conditioning triggered may make an opposed challenge (using the subject’s Mental attribute + Willpower versus the Dominator’s Mental attribute + Intimidation). If successful, the target breaks the Conditioning. If she fails, the target must wait another year before she can attempt to break the Conditioning a second time, and another year after that before she can try a third time.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSupernatural characters may attempt to break their Conditioning if they avoid having the compulsion triggered for three months. If the victim fails that opposed challenge, then she must wait another three months before making another attempt, and so forth.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA character’s Conditioning cannot be triggered more than once per hour. The compulsion placed by Conditioning does not count towards a character’s Mesmerism limit; a target may be the victim of your Mesmerism and Conditioning powers at the same time. However, even as you can only implant one Mesmerism at a time on your target, you can also only implant one Conditioning compulsion at a time. A subject may have multiple Conditioning compulsions, provided each one comes from a different user of Dominate.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you are Intelligence-focused, a mortal target must avoid having her Conditioning triggered for three years before making an attempt to break that Conditioning (instead of the standard one year). Supernatural creatures must go six months without having the Conditioning triggered before attempting to break it (instead of the standard three months).\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4},"sys":{"id":"RfZr0AmYDU2wSeOxRQwhm","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Possession ","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The strength of your will is such that you can Dominate another individual’s psyche, controlling her thoughts and actions, inhabiting her psyche, and completely taking over your target’s physical form. You cannot access the victim’s thoughts or memories while in this state; her mind is suppressed, as though deep in sleep, and she knows nothing of your activities. While you are in command of the subject’s body, you can take any physical action she is capable of performing.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To use Possession, you must use your standard action to stare into the eyes of your subject; this power will not work on blind subjects or subjects who cannot see your eyes. Make an opposed challenge against the person you intend to Possess. If successful, your consciousness is transferred into the target’s body, and her mind is rendered into a fugue-like state. Because your character’s mind is focused entirely on controlling the body she has inhabited, the vampire has no innate sense of anything occurring to her native physical form. The character’s original body falls into a torpid state and can neither defend itself nor act on its own (although your body does have access to any Fortitude you possess \rwhile your consciousness is absent). While in Possession, you always know the location of your real body, although you cannot perceive its surroundings.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nMortals and partially supernatural creatures, such as ghouls or kinfolk, can be targeted with Possession. Fully supernatural creatures, such as vampires and werewolves, cannot be targeted by Possession. Be sure to ask your Storyteller if you have a question about whether an individual is an appropriate target for this power.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Mortals have no disciplines and cannot spend Blood. However, if your character is possessing a ghoul, you may use the ghoul’s Blood pool, and can spend 1 Blood per turn (regardless of your character’s Generation). A ghoul can hold up to 5 points of vampiric Blood in her pool. You can spend this Blood to fuel any of the ghoul’s Physical powers. You cannot spend this Blood to affect your character’s native form in any manner.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA character cannot use any of her own disciplines while in Possession. Also, you cannot use any powers the subject possesses, except for Celerity, Fortitude, and Potence.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile in Possession, a character uses her own Mental attributes and focuses, Social attributes and focuses, skills, and backgrounds. If you possess a subject that has its own character sheet, use that subject’s Physical attribute (rather than your own) for all Physical challenges while in Possession. If you use Possession on a Stock NPC, the subject’s Physical attribute is equal to double that NPC’s rating. You cannot utilize the target’s attribute focuses, nor any powers that are not intrinsic to vampires or ghouls.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nPossession lasts until the next sunrise or until you spend a simple action for your character to return to her native body. Possession ends immediately if the character travels more than 10 miles away from her native body, if the character’s native body takes 1 point of damage, or if the body she’s possessing takes damage.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nPossessed bodies do not take damage from sunlight, but if the vampire’s native body is exposed to sunlight, it will take damage. However, a vampire with Beast traits still risks frenzy. For more information on frenzy, see Chapter Seven: Dramatic Systems, page 301.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you achieve an exceptional success, your character’s mind can maintain control of the possessed form for up to three days without further challenges. Possession will end after the third sunrise, instead of the ﬁ rst. Note that your Possession will still end if the character travels more than 10 miles away from her native body, if the character’s native body takes damage, or if the body she’s possessing takes damage.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use the ﬁrst 2 dots of your Mental and Social in-clan disciplines while employing Possession, but you cannot use elder powers or techniques. If you are in Possession of a ghoul, you may spend up to 5 Blood to fuel these in-clan disciplines, at the rate of 1 Blood a turn, regardless of your character’s Generation. Vampires with this focus who have Dominate in-clan can activate Possession while in Possession, transferring directly from one subject body to another. Each new use of Possession requires a standard action, eye-to eye contact, and a successful opposed challenge, as per the standard use of this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5},"sys":{"id":"6KGUsH8C5ndIx6xDtwjorD","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Resilience","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Wounds that would slow or maim other vampires mean nothing to you. You can shrug off such detrimental injuries.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Each time your character takes damage, you may ignore 1 point of normal damage. You can use this power in conjunction with other powers that convert aggravated wounds into normal wounds.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You can use Mettle to downgrade a point of aggravated damage into normal damage, then you can use Resilience to ignore that point of normal damage.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":3},"sys":{"id":"2zDwRCMfK8C11B4YQZGOif","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Resistance","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can endure horriﬁc punishment, resisting even the most serious wounds and continue ﬁghting. This is an impressive feat of endurance, clearly above and beyond mortal ability.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Each time your character takes aggravated damage, you may convert 1 point of that aggravated damage into normal damage. You can use this power in conjunction with other powers that convert wounds.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"This power stacks with Mettle, allowing you to convert 2 points of aggravated damage from each attack into normal damage. It further stacks with Resilience, allowing you to then ignore 1 of those points of normal damage.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":4},"sys":{"id":"4mEMzvQeAXng1wNXqF7H0P","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Telepathy","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since the ancient days, mortal man has longed to hear the\r secrets sheltered in another person’s mind, to speak and receive\r communication from the soul as well as the lips. Telepathy is the\r pure communication of thoughts, feelings, and desires, and those\r who can perform such a feat are powerful, indeed. By projecting\r your senses outward, you can pierce the minds of others, drawing\r forth their very thoughts. You can link your consciousness to another\r mind, sending or receiving concepts in the flicker-flash of thought.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Telepathy upon a willing target, simply spend 1\r point of Blood. No challenge is required, and the target can\r be located anywhere within the same city (or 50-mile radius\r of your character’s location). This application of Telepathy\r specifically does not require line of sight. Telepathy allows\r the character and her target to send and receive mental\r messages and simple images.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you attempt to use Telepathy on an unwilling target, spend\r 1 point of Blood and make an opposed challenge against the\r target, who must be in line of sight. If you succeed, your\r character can send one image or a brief message (something\r you could say in less than 10 seconds) to the target.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Alternately, your character may pull one image or specific\r piece of information out of the mind of an unwilling target.\r The information you gain in this way must answer one of\r the following questions (your choice):\r\n• What are you currently thinking about?\r\n• What does that person or thing you just described\r\nlook like?\r\n• Where is the person or object you were just talking\r\nabout located?\r\n• Do you like or dislike the person you’re currently\r\ntalking to?\r\n• What are you planning to do in the next few minutes?\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If a willing character becomes unwilling during a telepathic\r session, the character using Telepathy must immediately\r spend 1 point of Blood and succeed in an opposed challenge\r or be ejected from the now-unwilling character’s mind.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"When communicating with a willing target, a single use\r of Telepathy lasts for an hour, but you can only mentally\r communicate with one person at a time. If you activate\r Telepathy on a second target, the first contact immediately ends.\r An individual cannot utilize other powers (such as the\r Dominate powers of Command, Mesmerism, or Forgetful\r Mind) in conjunction with Telepathy.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The telepath has the option to make herself known when\r communicating. Otherwise, the target can determine\r the identity of the telepath by succeeding in an opposed\r Awareness challenge.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can ask two of the above questions (rather than one) with each successful challenge when pulling information out of a target’s mind.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can maintain Telepathy with up to three willing targets,\r allowing you to carry on a conversation with all participants\r at the same time. Participants may talk to you or to each other\r through this telepathic contact. You must spend 1 Blood\r per target. To bring new individuals into a link, spend the\r Blood required. You may eject someone from the link without\r breaking your communication with any others involved.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood, Standard Action"},"sys":{"id":"2eW7Bz2sx05e5YqZjFFsaE","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Aura Perception","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By carefully studying a subject, you can pick out the glowing\r aura that surrounds all living creatures. The interplay of colors\r in an aura provides insight into the subject’s emotions, motives,\r and nature. With practice, you can learn to read these colors.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"On a normal evening, an individual aura might be comprised\r of many shifting hues; strong emotions predominate, while\r momentary impressions or hidden motivations fl ash past in\r\nstreaks and swirls. The colors change in sympathy with the\r subject’s emotional state, blending into new tones in a constantly\r changing pattern. The stronger the emotions involved, the more\r intense an aura’s hues become.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and expend a standard action to\r make an opposed challenge against your target. If you\r succeed, your character can read the details of a target’s\r aura. Typically, this scrutiny is visual, but any appropriate\r physical sense may be used.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you are successful, you can discern your target’s creature\r type (vampire, ghoul, vampire possessing a mortal, and so\r forth), general mood, any immediate violent tendencies,\r and whether or not the target has diablerized within the\r past year. This power does not allow the user to read minds\r or to discern the truth.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you fail the opposed challenge, your target’s aura is\r too murky to make out clearly. Details are vague, and no\r particular color or pattern seems dominant.\r The Blood cost to activate Aura Perception is waived if the\r target relents to the challenge.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For the next hour, you continue to perceive the target’s aura without further Blood expenditure or challenges. If her mood shifts or she becomes aggressive, you’ll have advanced warning. Mechanically, if your target starts a combat, you may take your simple action before she can take any action. This forewarning does not give you an additional action, but allows you to take your simple action early.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If your target is within three steps, your character spends\r no Blood to activate Aura Perception, whether the target is\r willing or not. If the target is unwilling, you must still make\r\nan opposed challenge to use this power.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood, Standard Action"},"sys":{"id":"1Z5HswgIzS3Nz4kGYp7e5","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Spirit's Touch","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Living creatures leave behind traces of thoughts and emotions\r like a rippled wake of water. With this power, a character can\r read the psychic impressions on recently handled objects or\r\nlocations that have strong emotional events tied to them. A touch\r and a moment of concentration can unlock a flood of images and\r sensations, possibly giving insight into the past.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nNote that you can only use this power on objects or places,\r and not on people, vampires, animals, or other living\r creatures. The visions received by the use of this power are\r seldom clear or detailed, and register more like a “psychic\r snapshot.” Still, a clever vampire can learn a great deal from\r a glimpse. Although most visions will reveal the last person\r to handle the item or be present in a location, a long-time\r owner may leave a stronger impression, and a long-ago\r trauma may overwhelm more recent events that transpire\r at a location.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"To get a psychic impression, you must physically hold an\r item (or touch parts of a location) with your bare skin. As\r you do so, you enter a shallow trance and glean information\r from the spiritual residue on the object. You are only\r marginally aware of your surroundings while using Spirit’s\r Touch, although a loud noise or jarring physical sensation\r will break the trance in an instant.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use your standard action to\r touch an object. You can then ask the Storyteller one of\r the following questions, plus an additional question for\r every five minutes your character concentrates on the\r object or location:\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Show me the last person who handled the object.\r\n› Your character receives a vision of the last person\r to use the object. The vision generally shows the\r last significant individual, not simply the most\r recent person who touched the item.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• How did the individual die?\r\n› This question may only be asked when Spirit’s\r Touch is used on a dead body (or part of a dead\r body). Your character receives a vision of the last\r few moments of the target’s life.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• When (or how) was the object last used?\r\n› Your character gains an image of the item’s most\r recent use and target (a knife stabbing, with the\r victim’s appearance; binoculars looking down, seeing\r the Prince’s car; etc.). If the object was recently\r involved in an emotional event, such as a murder or\r a robbery, your character gets a brief glimpse of the\r emotion, and how it relates to the item.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Are there any strong emotions attached to this object?\r\n› If someone loves or hates the object, or if any\r deep emotions are relevant to the object’s use,\r your character will receive such information. This\r information may be quite old, depending on the\r object’s nature and associations.\r Some objects or locations have particularly strong emotional\r connections. Your Storyteller may elect to provide one or\r more answers for free when a character uses Spirit’s Touch\r on such an emotionally charged target. Characters using any\r level of Obfuscate who handle an object or visit a location\r do not leave psychic impressions.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"For the purposes of this power, corpses (including the corpses\r of supernatural creatures and the ashes of vampires) count as\r objects and may be targeted by Spirit’s Touch. Vampires who\r\nhave not met Final Death do not count as corpses.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you activate Spirit’s Touch, you may ask three\r\nquestions instead of one.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood, Standard Action"},"sys":{"id":"7Dc2w037ebIHn2PNZhcyQg","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" The Missing Voice","power":"Melpominee","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A practiced Melpominee user can alter her voice beyond human measure, encompassing octaves both within and outside the normal vocal range. The practitioner can mimic other voices, create unusual sounds, and sing accomplished arias with ease.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Expend 1 Blood and use a simple action to modify your voice. With the Missing Voice, you may utilize any sound the human voice can produce (within any octave or vocal range, from the deepest basso to the highest soprano). You can also increase \ryour volume beyond standard human range, resonating over other noises like a living megaphone. Further, if you have 3 or more dots of Performance: Singing, you can identically replicate any voice you have studied for at least ﬁve minutes, regardless of that individual’s sex or vocal tone.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nNote that Missing Voice does not provide any ﬂuency with foreign languages; you may duplicate a foreign accent, but cannot comprehend languages you do not already understand.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Missing Voice is an exception to the rule that Melpominee cannot be captured by recordings or carried by electronic or mechanical means. Your character may use Missing Voice to speak in someone else’s voice over a telephone or to fool voice-activated security systems.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"16Nwj5iRKzDFHpw2SnjMcd","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Phantom Speaker","power":"Melpominee","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With concentration, you can cause your voice to emit from a location other than your own. Many practitioners of Melpominee use Phantom Speaker to harmonize with themselves, achieving spectacular performances through the use of this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 Blood and expending a simple action, you cause your voice to generate from thin air. Using this power allows you to make your voice emanate from any location within your line of sight or from any location with which you are familiar. When you use Phantom Speaker, you do not have to move your lips or otherwise show any signs of speaking. If you choose, you may allow one willing person to respond in kind; her voice will softly emanate just within your hearing. A character who has the Auspex power Heightened Senses and is within three steps of the location where a Phantom Speaker emanates will overhear a conversation held through Phantom Speaker.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can have only one application of Phantom Speaker in operation at a time. However, you can carry on two conversations simultaneously, one through Phantom Speaker, and one spoken normally. You cannot use other powers or supernatural effects through Phantom Speaker, except for the Melpominee power Missing Voice.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Speaker on a target or location you can see, you can use it on any individual you are familiar with, regardless of range. Your voice emanates from just \rbehind the target, allowing you to communicate with her. Further, if you wish, you may allow your target’s voice to echo back to you.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"78KW4ifBTvr0WBTvRRIpBv","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Madrigal","power":"Melpominee","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The heights and depths of your songs carry powerful emotions. With magniﬁcent arias or oration, you raise others to the heights of passion; black melancholy ﬂows from your melodies of despair","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To use Madrigal, you must spend 1 Blood and then sing for at least three turns. All those in hearing range of this power feel an intense emotion of your choice, related to the subject of your performance. This emotion is overwhelming, summoning a rush of memories, images of events that caused similar feelings in the individual’s past. Individuals affected by Madrigal receive a +2 bonus to their test pools to resist emotion-based powers originating from disciplines other than Melpominee, such as Entrancement, Dread Gaze, or Passion.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nUsing this power on an individual with a derangement gives her 1 Derangement trait. \nThe effects of Madrigal last for 10 minutes, plus an additional 10 minutes for every dot the user has of the Performance: Singing skill.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For the duration of Madrigal, your targets receive a +3 bonus (rather than a +2) to their test pools to resist nonMelpominee emotion-based powers, such as Presence.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"3ENoqen8HizLYDee8By7jd","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Siren’s Beckoning","power":"Melpominee","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By beckoning to the turmoil and emotional wounds within a subject, you awaken insanity within an individual’s soul.The sound of your voice overwhelms a listener’s mind, as your song shatters her hold on reality.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To use Siren’s Beckoning, you must spend 1 Blood and use a standard action to sing. Choose a number of individuals within hearing range equal to your Performance: Singing skill. These individuals immediately enter a fugue-like state, stopping all other activity in order to listen to your performance. So long as you continue to spend your standard action singing each round, your listeners will remain utterly captivated by the song. If you use your simple action to walk, they will follow at \ra slow pace, unaware of events happening around them; they will not notice breaches of the Masquerade or other general events. However, if a beckoned individual is attacked, put in danger (you cannot lead them over a pit nor in front of a speeding car), or targeted by an offensive power, your Siren’s Beckoning will immediately break.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAll those who wish to resist your Siren’s Beckoning must make an opposed challenge using their Social attribute + Willpower versus your Melpominee test pool.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nUsing this power on an individual with a derangement gives her 2 Derangement traits. If this causes the individual to experience a psychotic break, that break will not occur until after Siren’s Beckoning ends. For more information on Derangements, see Chapter Five, Merits and Flaws, page 266.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Mortals do not count toward your maximum number of targets for Siren’s Beckoning.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"3KYqkgcgeqMmf46Qx3dz5E","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Fae Sight","power":"Mytherceria","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Mytherceria opens your mind to another world: a world of dream and imagining. Your ability to view reality with the eyes of the fae shifts your perceptions, providing information that cannot be gained through normal observation and inspection.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This power is always active. You can read an object’s purpose and age at a glance, tell forgeries from originals, and correctly identify the materials used in an item’s creation. You can also perceive information about an item’s creator, including how many dots of the Craft skill she used, her basic creature type, and how long ago the item was fashioned. Lastly, you can discern any obscure meaning, symbology, historical or political references, and encoded information worked into the item’s artistry.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nFurther, you recognize creatures, individuals, powers, and enchantments of fae origin. While you cannot learn their capacity or extent, your Fae Sight allows you to discern that such effects are present.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If an object has hidden latches or compartments, you discover them. You can discern the code or pattern necessary to unlock and open a door or compartment by spending three full turns studying the lock. If the lock requires a key, and you expend three turns in study, you will thereafter recognize on sight whether or not a particular key will ﬁ t that lock.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"3a1DiJ3EPND0lAdVGghIEG","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Changeling Ward ","power":"Mytherceria","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The language of the fae is a tangled web, capable of snaring thoughts like a spider does a ﬂy. Viewing such written wards disorients most minds, causing confusion and mild stupor at best: utter amnesia if the mind is particularly weak.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To inscribe a Changeling Ward, spend 1 Blood and expend three full turns tracing letters and symbols on a target object; you must have something to write with. You can draw these sigils onto a movable object, a door, or the ﬂoor of a room, but the area to be inscribed must be larger than six inches in diameter. Once drawn, the Changeling Ward is invisible to anyone who does not possess Fae Sight; to those who can see it, the ward appears as a softly glowing symbol written in silvery moonlight.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nMortals who touch the object or cross over a stationary ward automatically become confused for the next ﬁve minutes and will wander away from the area in the general direction from which they entered. Supernatural creatures must make a static Mental attribute + Willpower challenge against a difﬁculty equal to your Mytherceria test pool or suffer \ra similar effect. Further, individuals with Derangements gain 1 Derangement trait. If this causes the individual to experience a psychotic break, that break will not occur until after the effects of your Changeling Ward end.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAfter a mortal emerges from the fugue of a Changeling Ward, she has no recollection of the time that has passed, nor any memory about why she came to this location (or touched the object) in the ﬁrst place. She will justify her actions without any real need for logic. Within one day, she will have forgotten that she was ever there (or saw the object) at all.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAfter a supernatural creature emerges from her confused state, she has a faint understanding that time has passed, but no real comprehension of how long she was under the effect of the ward. She remembers her activities just before encountering the Changeling Ward, but such actions seem dream-like and distant. The target remembers nothing that occurred while she was under the effects of this power.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf an individual is attacked, put in danger, or targeted by an offensive power, the effects of Changeling Ward immediately end.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Once inscribed, a Changeling Ward will persist for a year and a day, or until the Mytherceria user removes it, or until the object is damaged by at least 1 point of damage. If a supernatural creature resists the effect of a Changeling Ward, she is immune to the effects of all other Changeling Wards created by the same character for the next hour.\r\nA character is immune to the effects of her own Changeling Wards.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Supernatural creatures suffer the same after-effects as mortals and partially supernatural creatures. Further, if a creature emerges from the effects of your Changeling Ward before the normal duration ends, she becomes confused and suffers a -3 penalty to all non-defensive actions for the next three turns.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"ASHCgZxSJWQBCylCNO741","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Riddle Phantastique","power":"Mytherceria","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have opened your mind to the dream and become enlightened. Your altered impressions may be disconcerting to those who do not share your knowledge, but you know well there is a difference between madness and the dream. When you wish, you may share your insights, tearing away the veil from a listener’s thoughts and opening her to the twisting truths of reality. Through penetrating philosophical questions, mathematical formulai, Zen koan, or other such paradoxical quandaries, you unravel your target’s mind.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To inﬂict the Riddle Phantastique, spend 1 Blood and expend your standard action speaking a riddle to your target. If you are successful in an opposed challenge using your Mytherceria test pool, the subject is enthralled as the complexities of your twisted logic ensnare her mind. She cannot take actions other than attempting to solve the riddle. Other uses of Mytherceria cannot affect the target while she is in this state.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nFor ﬁve minutes, the victim behaves as if affected by Changeling Ward. At the end of that time, she must make a static Mental + Academics challenge against a difﬁculty equal to your Mytherceria test pool. Because this is a static challenge, the target is not testing against the Mytherceria user, and, therefore, the user cannot retest, although the target can. If the target succeeds, she answers your riddle correctly and emerges from her enthralled state with no additional effect. If unsuccessful, she fails to answer the question, and takes 3 points of aggravated damage that cannot be reduced or negated, as she emerges from her enthralled state.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf someone who is enthralled by Riddle Phantastique is attacked, put in danger, or targeted by an offensive power, the target may choose one of two actions:\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n• Escape from the effects of this power temporarily: The character can defend herself normally, but cannot take any offensive or utilitarian actions, nor converse meaningfully with anyone. Her sole intent to ﬂ ee the area. Once the character is no longer in danger, she will return to her fugue-like state and continue her attempts to answer the riddle as per the normal use of this power.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n• Admit defeat, give up on the riddle, and end Riddle Phantastique early: If a character does this, she immediately suffers 3 points of aggravated damage, which cannot be reduced or negated, as per the effect of failing to answer this riddle after its elapsed time.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If the target fails or admits defeat, she suffers 4 points of aggravate d damage.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The target suffers a -3 penalty when attempting the challenge to solve your riddle.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"2eG89R9smgKRL6UkjObDG4","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Vitality","power":"Obeah","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Life permeates the world, cycling with the ebb and ﬂow of inevitability. With this power, you can tap into that source, feeling the pulse of the universe and tangibly perceiving the vital energy of individuals nearby.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use a simple action to activate Sense Vitality. For the next hour, you gain the instinctive ability to perceive the health of any creature that comes within 10 steps of you. ","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You automatically realize the following information:\r\n• Whether the target is alive, dead, or undead\r\n• The target’s current number of wounds and number of remaining health levels\r\n• The location and severity of any injuries the target currently suffers\r\n• Whether the target suffers from any diseases or other maladies, and if so, which ones\r\n• Whether the target has any drugs or poisons in her system, and if so, which ones\r\n• The disposition of all organs, bones, musculature, and other physical structures of the target’s body. You realize if any organs have been removed or shifted, and you can sense the signs of older, healed injuries or genetic anomalies.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSense Vitality overcomes supernatural effects that obscure an individual’s health level, such as Misleading Wounds or similar powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obeah focuses on defense and healing. By spending 1 Blood and using a simple action, you can also use Sense Vitality to receive a +5 bonus to any challenges using the Medicine skill or when you are attempting to diagnose a corpse’s cause of death. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"fiSuielelXE5psv9QYMrN","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Shepherd’s Watch ","power":"Obeah","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Like a shepherd guarding her ﬂock from wolves and other predators, those who seek your protection can ﬁnd peace and shelter in your presence. An aura of gentle vigilance surrounds you, lending a sense of hope and calmness to those who remain close by.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to activate Shepherd’s Watch. Shepherd’s Watch protects you and all individuals you choose, including creatures and people, so long as they are within two steps of you. While this power is active, no one with hostile intent can come within ﬁve steps of you or those you choose to guard. If an individual standing within ﬁve steps chooses to attack or use a hostile power targeting you or those you are guarding, the attempt automatically fails. The attacker is immediately and automatically pushed ﬁve steps away from her target as though by a gentle, supernatural hand.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nShepherd’s Watch does not prevent individuals using ranged weapons or powers from attacking you or those you protect. If an individual protected by your Shepherd’s Watch attacks or targets someone with a hostile power (whether targeting an individual inside or outside of your aura), she immediately loses the protection of Shepherd’s Watch. Such a character cannot be protected by the power for the next hour.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nOnce Shepherd’s Watch is activated, and you have chosen the individuals you are protecting with this power, you cannot add other individuals to that protection unless you reactivate Shepherd’s Watch. There is no limit to the number of individuals you can protect with this power, so long as they remain within ﬁve steps of your physical form.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nEvery turn after the ﬁrst, you must spend 1 point of Blood to keep Shepherd’s Watch active. If you stop spending Blood, or take any action other than speech or simple movement, this power immediately ends.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Characters protected by your Shepherd’s Watch also gain a + 3 bonus to Dodge- and Survival-based defense test pools. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"36n5Y884aTyI1CS0r0JstJ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Conceal","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Obfuscate power allows you to blur objects in your possession, causing them to be ignored even if you are being searched. Such items appear or disappear on your person as you wish, staying cloaked from view so long as they are not actively in use.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Expend a simple action to conceal a weapon or other object you possess; the item must be no longer than three feet. Objects hidden with Conceal remain invisible as long as they are physically on your person. Conceal cannot be used to hide living or undead beings (or parts thereof). Conceal cannot be used to hide negative space; it can hide a chair, but not a doorway.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf another individual is looking at an item when you Conceal it, the observer automatically sees through this use of Obfuscate. However, if the observer looks away for more than a few seconds, one turn in combat, she will lose track of the object and it will be concealed.\r\nConceal can be used to maintain the invisibility of up to three objects at once. You may end an object’s Conceal at any time.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you interact with a Concealed object, use it to attack someone, or otherwise draw attention to the object, it will become visible. If you place other characters in a position where they must logically acknowledge the object’s existence, the Conceal will fail and the object will become visible to all. For example, no one will notice a shotgun hanging in a back-holster, but if you reach back and obviously draw that shotgun, it will appear. People might not notice you carrying a book, but if you are struggling under the weight of a handheld anvil, it will become visible to all.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can Conceal up to 10 objects at one time, so long as they remain on your person. You can Conceal objects up to six feet long, rather than three. You still cannot Conceal living or undead beings.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"7612s8t5fliUizoUTKo36m","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Unseen Presence ","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With concentration, you can shield yourself from notice, fogging the minds of anyone who might otherwise realize your presence in the room. Your powers of Obfuscate are such that you may use this power to stealthily spy on others – or escape a difﬁ cult situation – while remaining completely unseen.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Expend a standard action to become invisible, taking with you all inanimate items on your person. Unseen Presence cannot be used to make another character invisible, even if the character is unconscious or dead. While under the effects of Unseen Presence, small sounds, fragrances, or other minimal effects of your presence will be ignored by others. If you talk, touch someone, produce an outlandish odor, or take any action that requires a challenge, your Unseen Presence will immediately end.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf another individual is looking at you when you activate Unseen Presence, the observer automatically sees through this use of Obfuscate. You will be invisible to anyone who was not looking at you when you used Unseen Presence, and if an observer looks away for more than a few seconds, one turn in combat, she will automatically lose track of you.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you interact with the environment, speak with another character, or draw attention to yourself, your Obfuscate will break and you will become visible. If you place other characters in a position where they must logically acknowledge your existence, the Unseen Presence will fail, and you will become visible to all. No one will notice an individual casually standing in a room, even if they must walk around her, as long as they can do so easily. However, if that invisible vampire blocks the exit to a room when others wish to leave, her invisibility will fail.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can talk in a low voice or use your standard action to interact with an unattended object, without breaking your Unseen Presence. You might quietly tell your allies to “watch out” or confuse onlookers by opening a door without breaking Obfuscate. Your Unseen Presence will still break if you shout, interact with a character, interact with something in another character’s control, or take an action that requires a challenge.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2},"sys":{"id":"42WXeIHmryk5qggw7weY1Y","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Mask of a Thousand Faces","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By shifting other’s perceptions and fogging their minds, you cause observers to see you differently. You may use this power to become a bland, indistinct individual, easily forgotten in a crowd, or you may choose to become a speciﬁc type of person, such as a policeman or a waitress. With some study, you can even cause your physical form to reﬂect that of another individual you know, taking on her features, clothing, vocal sound, and other distinctive qualities. This power changes your clothing as well, altering it as you wish (within certain limits of believability). Note, however, that this power confers no ability to mystically know an individual’s physical quirks or habits, vocal occlusions, memories, or social graces; only the details of a person’s appearance are conferred.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Expend a simple action to wrap yourself in the veil of Obfuscate, changing all sensory aspects of your appearance: visual, as well as audible and olfactory. You may use Mask of a Thousand Faces to appear as a generic-looking and generally forgettable person, or to speciﬁcally mimic the appearance of someone you’ve studied.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nMask of a Thousand Faces can be used to mimic anything that generally matches your form. A vampire in human form could look like an old man, a child, or a soccer mom, but she cannot appear to be a horse. Similarly, a vampire who uses Shape of the Beast to transform into a wolf can use this power to appear as a large dog, but not as a man.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTo believably mimic a speciﬁc individual’s appearance, you must have at least 2 dots of the Subterfuge skill, and you must study that individual from multiple angles, for at least ﬁve minutes learning her facial expressions, how she moves, and other distinctive qualities. You might be able to mimic someone’s face after studying a photograph, but your disguise will not fool people who have previously met your target, as you do not know enough to successfully replicate that person. To believably mimic another character’s voice, you must have at least 3 dots of the Subterfuge skill, and you must listen to her talk for at least ﬁve minutes as she uses a variety of words and phrases. Listening to a recording of that voice is not enough for a true replication; your disguised voice would not have the variety necessary to fool anyone who has ever spoken directly to your target.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nMask of a Thousand Faces can be used to change the appearance of your clothing and equipment in minor ways, so long as your equipment does not change signiﬁcantly in size or shape. A dinner jacket could be made to appear as a windbreaker, or a ribbon around your neck could appear to be a fancy tie, but this power cannot make that dinner \rjacket look like a ﬂoor-length trenchcoat, nor could it make a pistol look like a pencil. Mask of a Thousand Faces cannot be used to make an object invisible or partially invisible. You might make a hoodie and jeans look like a suit and slacks, but you cannot reduce them to appear as if you were wearing a bikini. Mask of a Thousand Faces can only affect objects that you are holding or that are on your person.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can dramatically change the appearance of your wardrobe and equipment. You are capable of feats such as making a cell phone look like a shotgun or causing a hoodie and jeans to appear as though you are wearing a ball gown.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3},"sys":{"id":"1bsq3uaHcP4PZo57MiaZ8l","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Vanish From the Mind’s Eye","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your control over the power of Obfuscate is so great that you and your items fade from plain sight, even when you are actively being observed.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you activate Conceal or Unseen Presence while someone is watching, Vanish from the Mind’s Eye allows you to make an opposed challenge against any observers, using your Obfuscate test pool. If you succeed, your power takes hold despite their alertness, and you or the object you are targeting becomes invisible at the end of the everyman round.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTo use Vanish From the Mind’s Eye against multiple observers, you must test against each observer. If you spend a Willpower to retest, you gain a retest against each observer. If you succeed against some observers but not others, only those who fail the challenge will be unable to see you. Those who succeed can continue to see you (or the object you’re attempting to Conceal) as though you had not used Vanish From the Mind’s Eye. As with other Obfuscate powers, if an individual who has seen through your Obfuscate looks away for more than a few seconds, one turn in combat, she loses track of the item or individual covered by Obfuscate.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nOnce you’ve purchased Vanish From the Mind’s Eye, characters with Heightened Senses cannot pierce any of your Obfuscate powers unless they have the 5th dot of Auspex. Additionally, characters without 5 dots of Auspex do not automatically notice your presence, no matter how close you stand.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Vanish From the Mind’s Eye can be used every turn, even if you failed to vanish in a previous turn. This is an exception to the rule that prevents a character from immediately retrying a failed Mental challenge.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you score an exceptional success against someone attempting to see through your Vanish from the Mind’s Eye, that observer cannot contest any of your other uses of Vanish From the Mind’s Eye, Mask of a Thousand Faces, Conceal, or Unseen Presence for the next hour. This prevents her from using normal means to retain sight of you, but does not prevent her from using Auspex (if she possesses that power) to foil your uses of Obfuscate.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you lose a Vanish From the Mind’s Eye test, you gain a retest for this attempt to use the power, without having to spend Willpower. If you fail to vanish from multiple observers, you gain this beneﬁ t for each challenge you failed, allowing you to retest against each observer. These retests act in all ways like a Willpower retest.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4},"sys":{"id":"3TjbBxyQCVqBzWxQ6M7LEr","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Cloak the Gathering ","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As a master of the power of Obfuscate, you may extend your mental protection to others, cloaking them with your ability. With concentration, you can shield them all from view or provide disguises.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you use a standard action to activate Unseen Presence, Mask of a Thousand Faces, or Vanish from the Mind’s Eye, you may choose to extend the effects of those powers to nearby allies. By using Cloak the Gathering, you may extend one of the above Obfuscate powers to a number of willing individuals equal to your number of dots in the Stealth skill, minimum one.\r\nIndividuals feel a sudden, distinct chill when Obfuscate is used in an attempt to cloak them, but the targets have no mystical ability to know who is trying to use the power, nor to what extent.","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If any of your targets do not wish to be affected by Obfuscate, the power automatically fails to work on that individual. The power continues to work normally on other willing targets. If a character affected by your Obfuscate becomes unwilling at any point, the Obfuscate ends immediately for that individual.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA character can always see through her own uses of Obfuscate, regardless of whom she is affecting. Further, other characters concealed by a single use of Cloak the Gathering can see each other normally. If one of your allies breaks her Obfuscate or moves more than 20 steps away from you, the power ceases to function for her but remains active for you and all other characters covered by this use of Cloak the Gathering. If you break the Obfuscate, however, your Cloak the Gathering ceases to function for all.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen this power is used to augment Vanish from the Mind’s Eye, you only need to test once per observer, as though you had simply vanished yourself. If you are successful, you Obfuscate the entire group.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You can use Cloak the Gathering to extend more than one Obfuscate power, but you cannot extend the same power to more than one group at a time. For example, you might make ﬁve people invisible and make ﬁve people look like various circus performers, but you cannot use this power multiple times to make 10 or 15 people invisible.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nCloak the Gathering can only be used on sentient creatures and confers no ability to conceal animals.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may extend your Obfuscate powers to a number of willing individuals equal to twice your number of dots in the Stealth skill.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5},"sys":{"id":"3qKKZ1BdrgUyuKNdO7f5yG","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Shadow Play","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"At your command, the shadows in an area ﬁll with the energy of the Abyss, moving and shaping as you require. These shadows animate, move about, ﬂicker, and even achieve a limited form of perverse sentience, reaching out to brush icy cold ﬁngers against anything that comes too close.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This power grants the vampire control over natural shadows present in an area. Spend 1 Blood and expend a simple action to animate nearby patches of darkness for the next ﬁve minutes. Your animated shadows are not truly intelligent, but they have a form of rudimentary cunning, which allows them to follow your simple instructions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYour shadows are semi-solid and capable of moving objects weighing up to one pound. Animated shadows have one standard action each turn and can use that action to move up to three steps, to perform a simple action, or to attack. Your animated shadows always move and attack as a group.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf directed to attack, the shadows wrap themselves around a single target, attempting to draw out her breath. The shadows’ attack test pool is 8. Undead are not affected by this attack, but living individuals take 1 point of damage per successful attack, which cannot be reduced or negated, as they desperately gasp for breath. Your animated shadows are independent creatures, and directing them to attack does not require an action. If you are affected by a Mental or Social power, your shadows are similarly affected. If you cannot break your target’s Majesty, your shadows are also unable to attack. These shadow-helpers do not normally take damage from Physical attacks, but are dispelled if exposed to bright light or to ﬁ re. Even a single point of ﬁ re damage, such as one from an incendiary bullet, is enough to send your shadow spawn back to the Abyss.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA character can only have one application of Shadow Play active at a time.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can instruct your shadows to cling to your body, making you extremely intimidating to behold. While this power is active, your terrifying countenance makes you immune to the exceptional successes of Dominate and Presence.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"5PQLaih7zrN3q8zCthWhUV","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Shroud of Night","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By calling upon the eternal depths of the Abyss, you evoke a swath of thick, preternatural blackness, which absorbs all light and distorts sound. Those within it feel an aching chill, hear murmured weeping, and sense the soft pressure of an ocean’s waves rolling through their bodies and out into...nothingness","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend a simple action to summon forth a cloud of viscous shadow, the utter essence of the Abyss. You can call this darkness into existence anywhere within your line of sight. The Shroud of Night has a six-step \rdiameter and obscures all light within it, thus creating an utterly unnatural-looking area of pitch darkness.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAnyone trapped in your Shroud of Night is blinded, unless she has some preternatural method of seeing through the formless void. Individuals within the shroud must use the Blind Fighting combat maneuver to attack. Characters with powers such as Eyes of the Beast can see through a Shroud of Night, and characters with other sensory powers, such as Heightened Senses, can compensate for lost sight, allowing them to attack normally.\r\nWithin a shroud, most living beings, such as animals or people, suffer 1 point of normal damage on your initiative each turn, as the Abyss steals their breath and saps their will to live. This damage cannot be reduced or negated. Undead are immune to this effect, as are Stamina-focused living characters.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou are immune to the effects of your own Shroud of Night; you see normally through the Shroud, and you are not disconcerted by its touch. After creating a Shroud of Night, you may use a simple action to move your Shroud three steps in any direction. Alternately, you can use a simple action and spend 1 point of Blood to increase your shroud’s radius by two steps, after it has been summoned into existence by the ﬁrst use of this power.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Shroud of Night manifests a much stronger conduit to the unnatural energies of the Abyss. Undead remain unaffected by the damaging effects of your shroud, but living creatures take 3 points of normal damage per turn, instead of the standard 1 point. Even living creatures who are Stamina-focused cannot so easily shrug off the effects; they take 2 points of damage each turn within your shroud. Additionally, all individuals within your shroud suffer a -2 penalty to attack test pools (Physical, Mental, and Social). Characters using supernatural powers to bypass the blinding effect of your shroud are not immune to this -2 penalty. Characters using the Blind Fighting combat maneuver do not suffer this -2 penalty.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"4SIphVBLzNAzeQW3n4tQlG","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Arms of the Abyss","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As your mastery of Obtenebration grows, your ability to summon the Abyss becomes ever more frightening. You can call forth tentacles of Abyssal darkness, creatures bound to the shadows themselves. These servants strike and coil at your command, serving your every wish.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend your simple action to cause dark tentacles to rise from shadows within your line of sight. \rThese tentacles are a tangible manifestation of the primal sentience within the Abyssal void. When you activate this power, you create one Arm of the Abyss for each Obtenebration power you possess, including techniques, to a maximum of ﬁve. Arms of the Abyss cannot move from the spot in which they are summoned.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nEach Arm of the Abyss acts independently of the rest, functioning as an entirely sentient creature. An Arm of the Abyss has one standard action each turn. It can use this action to attack any target within two steps. Arms of the Abyss have an attack test pool of 8, and a successful attack inﬂicts 1 point of normal damage. However, instead of inﬂicting damage, you may choose to have an Arm of the Abyss Grapple its target. In this manner, an Arm of the Abyss can use the Grapple combat maneuver without spending Willpower. In mass combat, Arms of the Abyss can provide the assist attacker tactic to a nearby ally. If this occurs, the Arms of the Abyss give that ally a +1 bonus to her attack test pool, similar to a Stock NPC. \n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nArms of the Abyss cannot provide the assist defender tactic.\r\nArms of the Abyss have no mind and cannot be targeted by Mental and Social powers. However, if you are incapable of attacking a target, your arms are also incapable of taking hostile action. For example, if you cannot break your target’s Majesty, your Arms of the Abyss are also unable to attack.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAn Arm of the Abyss has 4 health levels. Arms are immediately destroyed if exposed to sunlight.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Arms of the Abyss have an attack test pool of 10. If you possess even 1 dot of Potence, your Arms of the Abyss inﬂ ict 2 points of normal damage, rather than 1. If you possess even 1 dot of Fortitude, your Arms of the Abyss have 6 health levels, instead of the normal 4.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"2sOQH3ryi8HOQyVZaTlJlR","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Black Metamorphosis ","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By wrapping the darkness of the Abyss around your body, you meld your corpse with the sentience of the ancient depths. Bands of darkness ripple across your pale ﬂesh, and ﬂailing tentacles manifest from your ribcage, transforming you into a creature of the Abyss.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your simple action to transform into a monstrous creature of shadow. The raw material of the void envelops you in undulating bands, and four tentacles (similar in appearance to Arms of the Abyss) rise from your ribcage.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The additional limbs provided by Black Metamorphosis cannot attack independently, but add to your own actions. Once each turn, on your initiative, you can make a Brawl attack using the arms provided by Black Metamorphosis, without using an action. This attack can target anyone within ﬁve steps. Attacks made with Black Metamorphosis use your normal Brawl test pool and inﬂict your normal Brawl damage. Black Metamorphosis attacks may be modiﬁed by your Potence powers, including elder Potence and Potence-based techniques, but cannot be modiﬁed by any other discipline powers. Black Metamorphosis cannot be used to attack during Celerity rounds.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAttacks made by Black Metamorphosis can be modiﬁed by the Grapple combat maneuver, although you must still pay the normal cost to use that maneuver. Black Metamorphosis cannot be modiﬁed by any combat maneuvers other than Grapple.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Black Metamorphosis is a transformative power and cannot be combined with other transformative powers. You may end this transformation at any time by expending a simple action. Black Metamorphosis’ transformation is close enough to human to allow you to use weapons.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While in Black Metamorphosis, you can sense your surroundings perfectly, even during the depths of night, or while within the unnatural darkness of other Obtenebration effects. You are immune to all of the effects of Shroud of Night, even the -2 penalty inﬂ icted by Shroud of Night’s focus effect. Additionally, your terrifying countenance makes you immune to exceptional successes generated by Dominate and Presence powers.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"3WWe3DyptYs3nA1tJ7zguw","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Tenebrous Form","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By invoking this power, you do not merely summon forth the might of the Abyss; you actually allow the void to enter your spirit and manifest within your soul. Your physical form transmutes into a body of shadow: a rippling, liquid shape of utter void. While in this form, you can slither through holes and cracks, and you can see through all forms of darkness.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend both your simple and standard actions in order to transform into a ﬂ owing creature of liquid shadow. While in Tenebrous Form, you cannot spend Blood, activate powers, or physically attack, but you are also immune to Physical attacks from sources other than ﬁre and sunlight. You can be injured by non-Physical attacks, and you can be harmed by ﬂaming weapons, such as a torch or a road ﬂare; however, incendiary ammunition passes through your form too quickly to  inﬂict damage. You take 1 additional point of aggravated damage from ﬁre, ﬂaming weapons, or sunlight while in this form.\r\nWhile in Tenebrous Form, you are not truly intangible. You are capable of slipping through small openings, sliding under doors, and oozing through holes, but you cannot pass through solid objects.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA character in Tenebrous Form can talk and move normally. Additionally, you can move at normal speed along any solid surface, including up a wall or across a ceiling. Though you cannot actually ﬂ y, you don’t take damage from falling while in Tenebrous Form. You can be touched if an individual passes her hand through your form, and you may touch other characters by extending a shadowy limb or by slithering against them. Touching or being touched may require a Brawl attack.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Tenebrous Form is a transformative power and cannot be combined with other transformative powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may spend 1 Blood while in Tenebrous Form to manifest a pair of red, glowing eyes. Doing this allows you to use the ﬁrst 3 dots of Dominate and Presence while in shadow form, as long as you already  possess those powers. This is an exception to the rule that prevents a character from using disciplines or spending Blood while in Tenebrous Form.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"63G05SKAkHeY85GFm5Hma9","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Might","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your strength is clearly supernatural. You attack with mighty force, overwhelming your enemies with incredible blows.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you succeed making a Brawl or Melee attack, your character automatically inﬂicts 2 points of damage.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nNormal Success: Your character inﬂicts 2 points of damage at this level of Potence. \n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your character inﬂicts 3 points of damage. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2},"sys":{"id":"1k9UHbpNUFA7HdThCZEm4f","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Intensity","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This level of strength allows you to tow cars short distances, mangling iron and steel with ease. Your strikes deliver titanic damage to enemies unfortunate enough to stand in your way.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Any time you achieve an exceptional success with a Brawl or Melee attack, your character automatically inﬂicts 2 additional points of damage, rather than the standard 1 additional point she would normally inﬂict when she scores an exceptional success.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nNormal Success: Your character inﬂicts 2 point of damage at this level of Potence.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your character inﬂicts 4 points of damage, rather than the standard 3, when she scores an exceptional success. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4},"sys":{"id":"73incTy0gv9QxRNpaAE67W","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Puissance","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The strength you can muster is monumental, leveling phenomenal amounts of force with each blow. Such power is beyond supernatural; it is the stuff of legend.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you succeed making a Brawl or Melee attack, your character automatically inﬂ icts 3 points of damage. This amount includes the extra damage granted by Might. Note that Intensity still adds an additional point of damage, but only when you achieve an exceptional success.\r","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nNormal Success: Your character inﬂicts 3 points of damage at this level of Potence.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Your character inﬂicts 5 points of damage, rather than 4 points. This amount reﬂects the bonus from Intensity.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5},"sys":{"id":"5c6iwwRu79NBxNpDJYvJgv","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Awe","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You get noticed, even in the busiest room. Your beauty and charisma draw the attention of others like moths to a ﬂame. Even those who do not agree with your cause or your purposes will stop and listen, willing for a moment to give you the beneﬁt of the doubt.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Awe, spend 1 Blood point and expend a standard action. For the remainder of the scene, you seem larger than life, more impressive than usual, and everyone within conversational distance will pay attention to you and will feel a strong desire to be near you. Characters affected by Awe are not compelled to like, trust, or stop attacking you, but they must pay attention to you.  A target affected by Awe is automatically considered to be focused on you, as per the Gaze and Focus rule.\n\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters may ignore all uses of Awe for one hour, even if they come from multiple individuals, by spending a point of Willpower.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Characters who wish to overcome your Awe must spend 2 Willpower, rather than 1, to ignore your Awe for the next hour. No matter how many characters in the area have this focus, expending 2 Willpower will ignore all focused uses of Awe.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"6qNHN7DvVNFOPZRdH11pRw","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Dread Gaze","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A vampire’s Beast is a terrifying thing, feral and predatory. Using Dread Gaze allows the Beast to surface, focusing its rage on another individual. A vampire’s bloodthirsty nature is apparent in her features as the Beast hisses or roars in dark, primal wrath. Those targeted by this fearsome power often quail before it, ﬂeeing in terror from the fury of the Beast.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Expend a standard action as your character bares her fangs and hisses or roars at her target, and then make an opposed challenge against your target. If you are successful, she is overcome by fear. She will not willingly come within ﬁve steps of you for the next ﬁve minutes, and actively seeks to avoid your presence and your anger.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA character who has been affected by your Dread Gaze will not attack you unless she has no other option. If forced into a conﬁned place with you, the victim may ﬁght you in order to escape, but will move away and stop ﬁghting at the earliest opportunity.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For the rest of the evening, if you make any aggressive movement towards the individual who has been subjected to your successful Dread Gaze, this power will re-exert itself, and your victim will be forced to back away, suffering the effect of Dread Gaze for another ﬁve minutes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can expose the fury of your Beast without revealing your vampiric nature. Instead of bearing your fangs and hissing, you glare at your target. Your eyes seem bright and piercing, brows knitted and features writ in anger; your motions are predatory — but your visage is not a breach of the Masquerade. Observers will notice that you appear aggressive toward your opponent, but they will have no reason to think you are a vampire.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2},"sys":{"id":"6Ydz4jxImn6HLjj2XqBw0y","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Entrancement ","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A gentle smile can sway the hardest heart. You are the highlight of the gathering, a star in a cloudy sky, the sole recipient of attention. Few others can match your beauty and poise, and those who are lucky enough to gain your attention will do anything to keep it.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Entrancement, spend 1 Blood, expend a standard action and make an opposed challenge against your target. If successful, you bend your target’s emotions \rand capture her heart. She becomes immediately receptive to you, rationalizing any disdain or negative feelings she had for you before you used this power. While the target is not your slave and will not blindly obey your commands, the subject admires you greatly and is willing to work toward your goals, within reason.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBoth during the effects and after this power fades, the subject will rationalize the effect of Entrancement. Those who already felt positively toward you will simply remember that you were particularly alluring; those who moderately disliked you will begrudgingly blame the brief change of heart on your incredible persuasive skills. Only an individual who actively reviled you and wished you harm will clearly see that her actions were manipulated. Others, watching the Entranced individual, may see more clearly that she is under the sway of your emotional control — but it will be difﬁcult to convince the Entranced individual that such is true.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nEntranced characters cannot bring themselves to harm you, physically or politically, and will generally be as nice to you as reasonably possible. Entrancement is not mind control, and characters you’ve Entranced are not obligated to follow your instructions to the letter. They will generally try to make you happy, and they will take your side in arguments or conflicts, so long as they are not put in danger by doing so. An Entranced character will not blood bind herself to you or risk her life to defend you, but she will lend assistance as long as the situation isn’t dangerous.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you attack someone you’ve Entranced, this power’s effect ends immediately.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you achieve an exceptional success, the target of your Entrancement suffers a -3 penalty to resist or overcome your other Presence powers for the duration of this effect. This beneﬁt applies to all powers of Presence, including elder powers and Presence-based techniques.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you use Entrancement successfully, the effects last for three hours instead of one.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"5ZDzNLim02ncWEpQshjUuR","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Summon ","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your powers of persuasion are so strong that you can mystically compel others to come when you beckon, even if they are miles away. The mere memory of your beauty and inspiring personality haunts them, and they feel the soft, insistent call of your spirit summoning them to your side.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To Summon another individual, spend 1 point of Blood and expend a standard action. Make an opposed challenge against a familiar target. ","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nOnce you have begun a Summons, you cannot leave the area where you initiated the power, or the Summons will immediately end. If you succeed, the target of your Summons automatically realizes she has been affected by the use of a power, as well as the identity of the individual performing the Summons, and the location where she is to meet with you. If your target doesn’t trust you, she can spend a brief period of time, up to 10 minutes, taking precautions before answering your Summons.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA summoned target will come as quickly and directly as possible, but she also retains her survival instincts. The target will not walk off a cliff or enter a situation that she realizes may be an ambush.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If it is not possible for a character to present herself to you physically without entering a dangerous situation, the target must come as close as possible and contact you in some other way, such as via a phone call, forcing a human to deliver a note, or sending an animal messenger. If the target is not aware of an overt risk to her safety, she will respond to your Summon in person, even if you have sinister plans.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Summoned mortals will continue following your call across any distance, no matter how much time it takes to reach your side, so long as you remain on the premises where you initiated the Summon. They will eventually present themselves to you, even if they have to travel for days. Supernatural creatures travel as far as possible until they reach you or until the next sunrise, whichever comes ﬁrst.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The target of your Summons doesn’t know the power has been used, and, therefore, also cannot sense the identity of the individual summoning her. She will move to present herself at your location without realizing why — or where she’s headed. Your Summon still ends if the target can’t approach you without walking into an obviously dangerous situation.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can Summon your Retainers, ghouls, and individuals who are blood bound to you without expending Blood or a standard action. You can use this aspect of Summon even when you are staked or in torpor. This is an exception to the rule that prevents powers from being used while staked or in torpor.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"bNpffvs6UyZcrUqeFcRM0","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Majesty","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have mastered the ability to channel your vampiric Beast’s emotions, focusing its rage into a dark, regal bearing that seems almost palpable. The force of your personality causes meeker hearts to quail, and fearful individuals to bow or grovel before you as you demand their respect. Hearts break and even the most stalwart tremble as you pass, overwhelmed by the authority and sovereignty of your countenance. You take on the aspect and mien of ancient rulers, expressed however is appropriate — be it through intimidation and command, worshipful subservience, sexual magnetism, or purity and grace.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend a standard action to activate Majesty. For the next hour, you appear to be the apotheosis of your character’s best nature – astonishingly beautiful, terrifyingly evil, regal beyond reproach, or otherwise – as reﬂ ects your character’s personality. The feeling of a character’s Majesty can vary, depending upon the user’s personality and current mood.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nMajesty manifests as a domineering emotional presence, amplifying your character’s nature. While this power is active, others cannot show you disrespect, and while they may disagree with you, they must do so with utmost courtesy.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAnyone who wishes to attack or be rude to your character must make an opposed challenge, using her Social attribute + Willpower versus your Social attribute + Leadership. If the aggressor fails this challenge, she cannot make another attempt against your Majesty for at least 10 minutes. She becomes trapped in the effects of your Majesty and will continue to treat you with respect and courtesy even if she leaves your locale. After 10 minutes have passed, the aggressor may again attempt to break your Majesty. This effect also applies to powers that don’t directly target the Majesty user, but instead target the area encompassing the Majesty user. If a character wishes to engulf a room in ﬁre and one of the characters in the radius has Majesty active, the aggressor must test against that Majesty to do so.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you attack an individual affected by your Majesty, or if you use a power on such an individual, your Majesty immediately breaks for that person. She is rendered immune to your Majesty for the next hour and can treat you as she would normally, even attacking you, as she sees ﬁt. This breaking of Majesty only affects the speciﬁc individual; others in the area who are affected by your Majesty are not freed simply by witnessing your aggression toward their friend.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"During a mass combat scene, if you use the assist defender tactic to force someone to attack you instead of their intended victim, your Majesty automatically breaks for that attacker, as you have acted aggressively towards her. If you attack a character who is aided by the assist defender tactic, your Majesty is broken for both the new target and the original target, unless you choose to forgo your attack when the other players declare their use of the assist defender tactic.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While your Majesty is active, you ignore the Majesty of other characters.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"3vYo6MOt1DwdD0tjiZY0Wf","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Feral Claws","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By activating this power, your ﬁngernails lengthen and harden into sharp, powerful claws. These claws are supernatural and capable of rending ﬂesh, stone, or even thin sheets of metal. You can retract these claws with a mere effort of will, returning your hands to their normal state.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use a simple action to activate Feral Claws. Your ﬁngernails sharpen, harden, and lengthen into clearly visible, bestial claws. Slashing a foe with your Feral Claws inﬂicts aggravated damage. You may sheath Feral Claws at any time by spending a simple action. A character attacking with Feral Claws uses her Physical attribute + Brawl versus the target’s Physical attribute + Dodge.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If your claws break, you can regrow them by reactivating this power.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can grow or sheath Feral Claws at any time without expending an action. Additionally, when you activate Feral Claws, your muscles subtly rearrange themselves to make slashing more efﬁ cient. When ﬁ ghting with Feral Claws, you receive a +1 bonus to your Brawl attack test pools.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"5Hl3J38V7DfdumgaCCPKOc","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Earth Meld","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Before the advent of rapid transportation and widespread civilization, the power to meld with the earth in order to sleep safely, hidden from the sun, was absolutely essential for vampires to survive. By using this power, a vampire can mystically meld with the soil at her feet, and remain hidden there until she wills herself to rise.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your simple action to sink into the ground. You must be touching the earth (clay, soil, or any other soft-consistency ground) in order to use Earth Meld.\r\nWhile joined with the earth, the vampire exists in a semisolid form and cannot take actions or use any powers. Earth Melded characters are semi-conscious, but are not aware of their surroundings. Melding with the earth shelters a character from the sunlight during the day, or from ﬁre searing the ground overhead, and further makes the vampire immune to most forms of physical harm.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSigniﬁcant disruption to the ground where a character is melded ends this power prematurely. If someone spends three standard actions causing such disruption, the vampire immediately ejects from the ground. An ejected vampire returns to full wakefulness immediately, showering dirt in a \rwide radius as she erupts violently from the soil. Using tools to disturb the ground can reduce the number of actions needed to disrupt an Earth Meld. For example, a character with a shovel might be able to eject a melded vampire with two standard actions, whereas a character with a pipe bomb could eject her with a single standard action.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nEarth Meld allows a vampire to sink into dirt or substances with similar consistency, such as sand or gravel, but cannot be used to meld with (or pass through) concrete, rock, metal, plastic, wood, or any other ground covering. Earth Meld cannot be combined with transformative powers ; melding with the earth returns a vampire to her native state.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While awake and melded with the earth, you can perceive your surroundings as though you were standing above the ground with which you are merged. If a melded character is asleep or in voluntary torpor, she will awaken as soon as someone begins to disturb the soil of her resting place, although waking up is not automatic and requires all normal tests and expenditures.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"5YI5klsX407ldX5D4dYjdt","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Form of Mist","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Like the vampires of ancient myth, you have achieved such control over your physical form that you can dissolve into a gentle cloud of mist, dispersing throughout a small area. This mist is visible and noticeable (much like fog over the moors), as well as bitingly cold to the touch. You control the cloud’s movements as you would control your own, and you can slip through cracks, small holes, or under closed doors.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend a standard action to transform into a cloud of mist. While in Form of Mist, you cannot spend Blood, talk, activate powers, or physically attack, but you are also immune to Physical attacks from sources other than ﬁre and sunlight. You can be injured by non-Physical attacks, and you can be harmed by ﬂaming weapons, such as a torch or a road ﬂare; however, incendiary ammunition passes through your form too quickly to inﬂict damage.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile in Form of Mist, you are a semi-solid, ﬂuctuating cloud. You can pass through any crack, hole, or aperture that mist could normally transverse. You cannot pass through solid objects or airtight passages, nor can you travel through panes of glass, as you do not condense. You also cannot ﬂy, though you can travel along tilted or raised surfaces, such as up a wall. You take no damage from falling, but cannot control the rate of the fall nor the exact location of your landing.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile in Form of Mist, you move one step per simple action, or two steps per simple action if moving in the same direction as a notable level of wind. If you attempt to move against a notable ﬂow of air, you must make a Physical attribute + Athletics test at a difﬁculty established by your Storyteller, based on the speed of the wind you are attempting to ﬁght.\r\nWhile in Form of Mist, you are effectively water vapor, and you do have a tangible physical presence. You can be touched by anyone who passes her hand through your form, and you may touch other individuals by ﬂowing in the target’s direction. Touching, or being touched, may require a Brawl attack.\r\n\nForm of Mist is a transformative power  and cannot be combined with other transformative powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While in Form of Mist, you  can move three steps per simple action in any direction, no matter what direction or how \r ﬁercely the wind is blowing. Additionally, you can ﬂy at three steps per simple action.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"4qlko4ilBRAyb2QnvUzxOm","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Silence of Death","power":"Quietus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The ﬁrst lesson is that of silence. Anonymity and surprise are two of the most powerful weapons in a vampire’s arsenal, helping an ambush provide a truly insurmountable advantage. With the use of this power, you can hide your approach, attack, and escape, smothering your victim’s desperate pleas for help or mercy.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use a simple action to create an area of absolute silence. The area affected by Silence of Death is a sphere surrounding your physical form. This sphere extends a maximum of three steps in every direction, though you may choose to make the sphere of effect smaller, if you wish. Once created, you can shrink the size of the sphere by spending a simple action, but you cannot extend it to exceed the three-step maximum.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSounds originating within the sphere of your Silence of Death are completely silenced. Powers that rely on sound can be blocked by Silence of Death. This might mean such powers fail at origin, because the user is within the silence, or it might mean that these powers fail because the target of such a power is within the sound-dampening sphere. This includes effects such as the Melpominee power Death of the Drum and the Dominate powers Mesmerism or Command (though Dominate powers can be utilized without sound, and such applications succeed).\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nNote that some uses of blood magic, such as Thaumaturgy  or Necromancy , require the caster to speak. However, those powers do not require their target be able to hear the words spoken. Thus, such powers are not hampered by Silence of Death, even if the user of those powers is within the globe.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSilence of Death lasts for a maximum of 10 minutes, unless you end the power early by spending a simple action.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Silence of Death can extend up to ﬁve steps. Additionally, you can invoke Silence of Death on a static location rather than having the power’s barrier surround you. Once you have created a static Silence of Death, the barrier remains stationary, even if you placed the Silence of Death on an object which is then moved. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"17Gf9iWwDH0XXcdBE76AHv","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Scorpion’s Touch ","power":"Quietus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through meditation, the use of herbal concoctions, and natural soporiﬁcs, you can change the properties of your vitae. When you activate this power, your blood becomes a powerful poison that slows injured prey and robs them of their ability to ﬁght.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use your simple action to meditate upon the properties of your vitae, and then draw a sharpened blade across your skin, creating a shallow cut in order to coat the edge of the weapon with a layer of your own vitae. This weapon must be used quickly, before the blood dries and loses its supernatural properties. For the next three turns, anyone struck with this weapon is poisoned by your venomous blood.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIndividuals struck by a weapon coated with Scorpion’s Touch suffer a -2 penalty to all Physical attack test pools. These penalties last for ﬁve minutes. Additional applications of Scorpion’s Touch do not add further penalties, but do extend the duration of the original penalties by an additional ﬁve minutes. For example, a character hit by three such attacks would suffer a -2 penalty to all Physical attack test pools for the next 15 minutes.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAn individual successfully struck by a weapon poisoned with Scorpion’s Touch suffers these penalties even if the attack did not inﬂict damage after your opponent applies her defensive powers. The venom only needs to touch its target, not damage.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are immune to your own Scorpion’s Touch, but other individuals wielding weapons coated with your venom risk being poisoned. If someone else uses a weapon coated by your Scorpion’s Touch, she receives this power’s penalties if she loses any test involved in the challenge. This occurs even if the individual wins the overall challenge. It is possible for both a weapon’s wielder and the target of that attack to be affected by your venom in the same action. If the wielder repeatedly loses tests in challenges, she suffers the same extended penalty durations as does someone who was struck multiple times.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can poison a single sword-sized or smaller weapon with each expenditure of Scorpion’s Touch. This item could be a dagger, a sword, one crossbow bolt, one arrow, or something similar. Scorpion’s Touch is normally used with edged or sharpened weapons. If used on a non-edged weapon, you must spend a standard action, rather than a simple action, to tear open your ﬂesh by some other means and coat the weapon with vitae. Scorpion’s Touch cannot be used to modify bullets or other ﬁrearms equipment, as the heat and speed of a ﬁrearm destroys the blood coating on any projectile ﬁred.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nScorpion’s Touch cannot be used with unarmed attacks.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Weapons coated by your Scorpion’s Touch remain toxic for ﬁve turns instead of three. Additionally, you may choose to thicken the ichor of your blood sufﬁciently so individuals other than yourself can wield it safely without risking being affected. Anyone poisoned by your Scorpion’s Touch suffers a -3 penalty to all Physical attack test pools. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"3O9EWFxr76bp8tJCQ8kwa3","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Baal’s Caress ","power":"Quietus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By continuing her study into vitae transformation, this power’s user can alter the properties of a vampire’s blood even further, rendering it into an intensely vitrolic ichor. This ichor destroys any ﬂesh it touches, whether living or undead.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use your simple action to meditate upon the properties of your vitae, and draw a sharpened blade across your skin, creating a shallow cut in order to coat the edge of a weapon with a layer of your own vitae. This weapon must be used quickly, before the blood dries and loses its supernatural properties. For the next three turns, the weapon gains the Deadly trait, and anyone struck with this weapon takes aggravated damage from the weapon’s strike. Note that Baal’s Caress does not increase the damage done by a given weapon, but that weapon inﬂ icts aggravated damage, rather than normal damage.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou are immune to your own Baal’s Caress, but other individuals wielding weapons coated with your ichor risk being injured. If someone else uses a weapon coated by your Baal’s Caress, she takes a point of aggravated damage if she loses any test involved in the challenge. This occurs even if the individual wins the overall challenge. It is possible for both a weapon’s wielder and the target of that attack to be affected by your ichor in the same action. If the wielder repeatedly loses tests in challenges, she will take multiple points of aggravated damage.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can poison a single sword-sized or smaller weapon with each expenditure of Baal’s Caress. This item could be a dagger, a sword, one crossbow bolt, one arrow, or something similar. Baal’s Caress is normally used with edged or sharpened weapons. If used on a non-edged weapon, you must spend a standard action, rather than a simple action, to tear open your ﬂesh by some other means and coat the weapon with vitae. Baal’s Caress cannot be used to modify bullets or other ﬁ rearms equipment, as the heat and speed of a ﬁ rearm destroys the blood coating on any projectile ﬁred.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBaal’s Caress cannot be used with unarmed attacks.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Weapons coated by your Baal’s Caress remain toxic for ﬁve turns instead of the standard three. Additionally, you may choose to thicken the ichor of your blood sufﬁciently so individuals other than yourself can wield it safely without risking injury.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"2EkZw2uDC3I9LqFxd4NqIS","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Tongue of the Asp ","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By activating this power, you gain several of the natural and mythical powers associated with serpents. You may speak with, control, and summon snakes. Some who are particularly blessed may even gain a natural advantage in spoken persuasion, much like the Serpent of old.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use a simple action to activate Tongue of the Asp for one hour. While this power is active, your tongue is forked and you may speak to snakes (or individuals in serpent form) with a sibilant whisper so quiet that the sound can go completely undetected by anyone who does not possess Heightened Senses or a similar power. While Tongue of the Asp is active, you can sense your surroundings perfectly even in the depths of night or in unnatural darkness such as that caused by Obtenebration. Normally, characters who cannot see while in combat must use the Fighting Blind combat maneuver. So long as your character’s Tongue of the Asp is active, you may ﬁght without needing the Fighting Blind combat maneuver.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nFurther, by expending an additional Blood and a standard action, you can summon up to ﬁve local small serpents or two medium-sized serpents. These snakes take up to 10 minutes to appear, and must be able to naturally travel to your location. They have only animal intelligence, but are loyal to you and will attempt to do your bidding until dawn. Treat small serpents as 1-point Retainers, and medium serpents as 3-point Retainers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When using Tongue of the Asp, you also gain a +1 bonus to any tests based on the sound of your voice, including persuasion related skills and Presence powers such as Entrancement (assuming you speak to reinforce your use of the power). ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"5zb5akeV89vfhAdqg6txYG","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Skin of the Adder","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With but a moment of concentration, you cause your skin to erupt into slick, protective scales, and your limbs and muscles lengthen. While this power is active, you have a hideous, snakelike appearance, but gain signiﬁcant defense against Physical attacks.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 point of Blood and expending a standard action to invoke this power, you acquire defensive scales and become extremely ﬂexible. While this power is active, you have a +2 bonus to Dodge-based defense test pools. Individuals using Skin of the Adder can also bite without ﬁrst needing to Grapple their opponents.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nObviously, being seen by mortals while using Skin of the Adder is a breach of the Masquerade.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSkin of the Adder is a transformative power and cannot be combined with other transformative powers. You can end this transformation at any time by expending a simple action. Skin of the Adder’s transformation is close enough to human to allow you to use weapons.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your bonus to Dodge-based test pools increases to +3 (instead of the standard +2). Additionally you receive a +1 bonus to Brawl test pools when attempting to bite your opponent.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"1nr345ZYNAUu6aNLkPq7aK","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Form of the Cobra","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Myth states that ancient priests of Egypt could command their staves to turn into snakes. You can perform an even greater metamorphosis, transforming yourself into a massive cobra, which retains the size and weight of your original form. This reptile shape grants a venomous bite and the ability to slip through small passages, while still allowing you to use any disciplines that do not require hands or speech.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood point and use a standard action to transform into a massive, human-sized cobra, approximately 15 feet long. You may end this transformation at any time by expending a simple action. A character in Form of the Cobra is extremely lithe, and cannot be grappled; attackers who attempt to Grapple you automatically fail. Further, you may bite your foes without the need to Grapple ﬁ rst, and your bites are venomous. \r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIndividuals who are bitten by a vampire in Form of the Cobra must resist a virility 15 poison. Poison  inﬂicted by this power damages living characters and destroys the blood of vampires. For more information on poison, see Drugs and Poison, page 286. Remember that all vampiric bites, including those by characters in Form of the Cobra, inﬂict aggravated damage.\r\nForm of the Cobra is a transformative power and cannot be combined with other transformative powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can modify your Form of the Cobra, becoming as large as a massive python, or as small as a viper. Your length and mass may increase up to three times your natural body weight, or reduce to as small as one-tenth your normal size.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"6cCcUbv1VfvBqGULavN6GB","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Heart of Darkness ","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In Egyptian legends, the hearts of the dead are removed so that they may be weighed against the feather of truth. Those found wanting are thrown into a lake of ﬁre and devoured, while those who are worthy are accepted into paradise. It is within your power to remove the hearts of undead creatures, taking judgment into your own hands.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and one hour performing a complex ritual in order to draw the heart from an unliving (vampiric) body: either your own, or that of another willing participant. No test is necessary to remove a heart.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThis power can only be utilized on the night of a new moon.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile most vampiric ﬂesh rots and decays in a single turn after being separated from its body, a heart removed with this power remains intact. The heart can be replaced by another use of Heart of Darkness, so long as the power’s user possesses the correct heart to restore. It is not possible to install a fake heart or the heart of another individual using Heart of Darkness.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAnyone whose heart is removed in this fashion is immune to staking . Further, when this character attempts to resist frenzy, she does so as if she had one less Beast trait.\r\nA separated heart may be staked, even if the target vampire is not otherwise wounded. If the heart is staked, then that vampire is immediately paralyzed as though she had been staked normally. Should the heart be exposed to even a single point of damage from ﬁre or sunlight, it is destroyed, and its owner erupts into ﬂame and is reduced to ash, meeting Final Death in a single turn.\r\nObviously, trying to use this power on a mortal, even a ghoul, is messily fatal.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can perform Heart of Darkness any night of the month, and can do so on an unwilling target, so long as she is in torpor.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"6D3M9fDl4Lxs1CpnwfYqWr","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Hourglass of the Mind ","power":"Temporis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Time is a complex entity, moving like a river around a thousand tiny stones. The smallest alteration can cause tremendous shifts. To effectively use Temporis, the wielder’s mind must be capable of understanding these currents and eddies, and predicting their outcomes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Hourglass of the Mind is always active. In addition to granting an extremely accurate time sense, allowing you to keep track of the exact time down to the millisecond, this level of Temporis also grants you a unique sensitivity to any disturbances in the ﬂow of time. Within a one-mile radius, you automatically sense when time is being manipulated, whether through use of Temporis or other supernatural powers that alter time. Additionally, you automatically sense the use of powers that grant extra actions, such as Celerity, when they are used within 1,000 feet of you. Further, you can read an object’s age at a glance, and you can tell if Temporis has ever been used on that object by noting that its actual age does not match the amount of time that has passed since the object’s creation.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAlso, by spending your standard action and making a successful opposed challenge, using the Temporis test pool, you discover whether or not a target possesses Celerity or Temporis; you then discern how many dots of either Celerity or Temporis the target possesses. If you use this power on a non-vampiric creature who possesses powers that can shape time or allow it to take multiple actions, you gain a rough understanding of that creature’s capabilities.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Stamina","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to knowing your target’s total dots of Temporis or Celerity, you also discern the speciﬁc powers she possesses, including techniques and elder powers.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"4fWN5wEoyfJlEeciLei5Ua","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Patience of the Norns ","power":"Temporis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your ability with Temporis has grown so powerful that you can actually remove inanimate objects from the ﬂ ow of time, suspending them for a little while as the rest of the world moves on. You can halt a falling object midair, suspend an explosion long enough to escape its ﬁre, or preserve a fragile artifact from decay.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, expend a standard action, and target an inanimate object to activate Patience of the Norns. This object enters perfect stasis, even as time passes around it. When Patience of the Norns affects an object, all processes, whether mechanical, electrical, or chemical, stop functioning for the duration of the effect. Bullets hang motionless in mid-air, ﬁres appear as no more than charred logs, and falling objects freeze in mid-tumble. This suspension lasts for one hour, unless Patience of the Norns is released prior to that duration.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"An object frozen by Patience of the Norns cannot be moved or affected in any way. If anything substantial (more ﬁrm than a light breeze) touches a frozen object after it has been placed in suspension, the item affected by Patience of the Norns is released and re-enters time with the same properties and velocity it had when it was placed into stasis. Suspension of an object includes the suspension of all its energy and any chemical processes occurring within it. Thus, a suspended bullet has no kinetic energy in relation to the world around it, chemical reactions are held in stasis, and ﬁres cease to emit heat, light, or smoke until such time as the power’s duration expires. At the end of this power’s duration, all processes, energies, and reactions resume activity as though no time had passed. Fires roar to life, chemical reactions run their course, and objects in motion continue on their original trajectories at their original speed.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nPatience of the Norns cannot be used on an object larger than the vampire herself.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Stamina","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can slightly alter an object that has been suspended by Patience of the Norns. Whereas an item in a standard suspension cannot be moved or affected in any way, you can rotate the object, so that any kinetic energy is pointed in another direction, or you can move the object one step per standard action. You must physically touch the item in order to turn or move it. This contact does not break the suspension granted by Patience of the Norns.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"d1ll6tGZFvoLt0Ztte3ud","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Hag’s Wrinkles","power":"Thanatosis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Perpetual rot makes the character’s ﬂesh malleable. You can contract or expand your skin, sending it into wrinkled, rippling waves or pulling it taut over your undead ﬂesh. You can even cause folds to form in your ﬂesh, allowing you to store objects within the leathery ripples, like a kangaroo’s pouch","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The bodies of Thanatosis practitioners become rotted and malleable. By spending a standard action to tug or twist your skin, you can open folds and pouches in your ﬂesh. These pouches are capable of storing items up to the size of a large handgun. Accessing items stored in these pouches requires a simple action.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAdditionally, you can slightly alter your appearance by over-tightening the skin around your face or by allowing it to hang wrinkled and loose. These changes may be enough to fool uninformed mortals, but they do not alter your appearance enough to fool someone who knows you.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The ﬂaps and folds of your skin can impede weapons, slip-sliding over your musculature or deﬂecting blows that would otherwise harm you. You receive a +1 bonus to defensive test pools when targeted by Brawl or Melee attacks. Additionally, you receive a +5 bonus when attempting to escape from a Grapple. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"5rZKbQ5IO8F85mjhKbX6Ps","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Ashes to Ashes ","power":"Thanatosis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Under extreme circumstances, it is often best to allow an opponent a psychological victory in order to gain the element of surprise. The Samedi are masters of such deceit. With this power, you can collapse into a thick, sticky white powder that resembles a desiccated heap of ash.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 point of Blood and using your standard action, you transform into a pile of ash. While in this form, you cannot spend Blood, move from your location, take actions, or use supernatural powers, but you are immune to Physical damage, ﬁre, and sunlight. You also retain a limited awareness of everything within ﬁve steps.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe form granted by Ashes to Ashes does not confer complete invulnerability. The ashes have a certain resistance to being dispersed, but if you are scattered too widely, you can be killed. While using Ashes to Ashes, you have 10 points of Cohesion. If other individuals or factors of the environment, such as high winds or a blaze of ﬁre, conspire to scatter your ashes, you may lose 1 to 3 points of Cohesion per turn, determined at the Storyteller’s discretion.\r\nIf you reform after losing Cohesion, you lose 1 point of Blood per point of Cohesion you suffered. If you run out of Blood in this manner, you take 1 point of aggravated damage per point of Cohesion lost. This damage cannot be reduced or negated. If your Cohesion reaches zero, you suffer Final Death.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThis power makes you appear as though you are a normal pile of ash, but does not alter your aura. Someone looking at a character in Ashes to Ashes with Aura Perception will be able to tell that the pile of ash has a vampiric aura.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAshes to Ashes is a transformative power and cannot be combined with other transformative powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While in the form of Ashes to Ashes, you can spend 1 point of Blood to draw in nearby ash that has been scattered, gaining 1 point of Cohesion per turn. Additionally, you can spend 1 point of Blood per turn and move up to one step. This is an exception to the rule preventing you from spending Blood or moving while in ash form. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"5hxY96WFLD3Koof2l68KBW","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Withering","power":"Thanatosis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By clutching a victim’s limb and activating this hideous power, you shrivel the limb and render it useless by infecting it with decay. A target suffering under the effects of this power ﬁnds herself in horrible pain, her limbs shrinking and bones snapping within your grasp.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Use a standard action to Grapple a target. If you are successful, spend 1 Blood to inﬂict Withering on the victim, as well as inﬂicting all standard effects of a Grapple. Thereafter, the target suffers a -1 penalty to her Physical \rattribute. This effect is not considered damage, and is not affected by powers or abilities that negate or lessen damage.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTo use Withering on a target, you must ﬁrst be successful using a Grapple combat maneuver against that target. If your target is already grappled, you can activate this power by spending 1 Blood and using your standard action. Withering can be used during Celerity rounds, so long as you pay the full cost for each use.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nPenalties from repeated use of Withering on a single target accumulate, whether those penalties were applied by one practitioner of Thanatosis or multiple practitioners. If this penalty reaches -5, one of the victim’s limbs (chosen by the attacker) becomes useless. If the penalty reaches -10, the target must choose a second limb that becomes useless, and so on, until all of the target’s limbs are unusable.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf one or both of a character’s legs have been withered, she can only move one step per action by limping or crawling. If either of a character’s arms have been withered, she suffers a -5 penalty to Brawl and Melee attacks, unless the character is ambidextrous, in which case, she only suffers a -3 penalty. A character with a withered arm cannot use two-handed weapons. A character with two withered arms cannot make Physical attacks unless she is capable of biting without grappling, or if she has more than two other useable limbs, such as those granted by Black Metamorphosis or limbs created with Vicissitude.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nPhysical attribute penalties from Withering subside after 10 minutes, but a withered limb is not so easily restored. A mortal whose limb has been withered is permanently crippled. A supernatural creature’s withered limbs will recover after two games or one month, whichever is longer.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your target’s limb withers when the penalties from Withering reach -3, instead of the standard threshold of -5. A second limb becomes useless when the penalties reach -6, and so forth. This effect functions even if some of the penalties were applied by other characters using Withering. For example, if another character inﬂicted -2 in penalties, and you inﬂict a third -1, you wither one of the target’s limbs. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"2dzg98kUaFgPwTl0G88Tgd","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Sense Vitality ","power":"Valeren","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Life permeates the world, cycling with the ebb and ﬂow of inevitability. With this power, you can tap into that source, feeling the pulse of the universe and tangibly perceiving the vital energy of individuals nearby.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use a simple action to activate Sense Vitality. For the next hour, you gain the instinctive ability to perceive the health of any creature that comes within 10 steps of you. You automatically realize the following information:\r\n• Whether the target is alive, dead, or undead\r\n• The target’s current number of wounds and number of remaining health levels\r\n• The location and severity of any injuries she currently suffers\r\n• Whether the target suffers from any diseases or other maladies, and if so, which ones\r\n• Whether the target has any drugs or poisons in her system, and if so, which ones\r\n• The disposition of all organs, bones, musculature, and other physical structures of the body. You realize if any organs have been removed or shifted, and you can sense the signs of older, healed injuries or genetic anomalies.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSense Vitality overcomes supernatural powers that obscure an individual’s health level, such as Misleading Wounds or similar powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Valeren focuses on offense and causing pain. Consequently, while Sense Vitality is active, you do not need to spend Willpower to use the combat maneuver Pierce the Heart. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"4zByfUaicl2GRfD502qShn","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Burning Touch ","power":"Valeren","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have a warrior’s spirit, and can inﬂict agony on those you assault. Any target who falls victim to your Burning Touch is consumed by pain.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Use a standard action to Grapple a target. If you are successful, spend 1 Blood to inﬂict Burning Touch on a victim, as well as inﬂicting all the standard effects of the Grapple combat maneuver. Thereafter, the target suffers a -3 penalty to all actions until your next everyman initiative. If you are currently grappling your target, you can activate Burning Touch simply by spending 1 point of Blood and using a simple action.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBurning Touch inﬂicts pain on anyone who is touching you, but individuals who are not grappled can simply ﬂ inch away before suffering penalties. If another character is touching or grappling you when you spend 1 Blood to activate Burning Touch, that individual may choose either to let go or to suffer the effects of Burning Touch and receive its -3 penalty until your initiative during the next everyman round.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Powers that allow an individual to resist pain do not overcome the pain caused by Burning Touch, unless speciﬁcally noted in that power’s description.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Those who have felt your Burning Touch have its agony seared into their subconscious. The threat of torture from a  Valeren wielder gives even the most stoic character a reason to reconsider her stubbornness. Anyone who has been affected by your Burning Touch suffers a -5 penalty to resist Intimidation-based interrogation challenges. This effect cannot be used to augment supernatural powers. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"7vApSa7nPvAXr0S1tnNLd2","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Malleable Visage ","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With this power, a ﬂeshcrafter can alter her appearance, shaping her ﬂesh and tissue to match the visage of another individual. The person to be mimicked in this fashion may be someone speciﬁc, or the visage may be a random assortment of features, as you desire.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend ﬁve standard actions to modify your body. Malleable Visage requires you to physically sculpt your features, pulling and twisting the ﬂesh beneath your hands. This power can be used to alter your features to any appearance within a normal human range. You can alter your face, size, sex, skin, or hair color, as well as adding or subtracting distinguishing marks. You can alter your height by up to one foot up or down, but you cannot become something that is not human, such as an animal, and you cannot rearrange your organs. Malleable Visage can modify your voice, if you spend an additional Blood when you activate this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTo believably mimic a speciﬁc individual’s appearance, you must have at least 2 dots of the Medicine skill and you must study that individual from multiple angles for at least ﬁve minutes, learning her facial expressions, how she moves, and other distinctive qualities. You might be able to mimic someone’s face after studying a photograph, but your disguise will not fool people who have ever met your target, as you do not know enough to successfully exemplify that person. To believably mimic another character’s voice, you must have at least 3 dots of the Medicine skill, and you must listen to her talk for at least ﬁve minutes as she uses a variety of words and phrases. Listening to a recording of that voice is not enough for a true replication; your disguised voice would not have the depth necessary to fool anyone who has ever spoken directly to the person you are impersonating.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAlternately, you can use this power to give yourself a more beautiful, if slightly alien, appearance. When used in this way, you suffer a -2 penalty to your Social attribute, but gain the Appearance focus.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nMalleable Visage is not a transformative power, but its effects only apply to your normal form. If you use a transformative power, the effects of Malleable Visage do not transfer to your transformed shape.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can shape your ﬂesh using only one single standard action, and you do not have to physically use your hands in order to mold your visage as you desire.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"5RY1WwJhhFm4wYgnQRPNM1","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Fleshcraft","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The ﬂesh of other creatures is putty in your hands, shifting and stretching as you will it. You can perform drastic alterations to the ﬂesh and organs of any creature you touch.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If the target is willing, you can spend 1 Blood and expend ﬁve standard actions to change another individual’s appearance exactly as you would by using Malleable Visage.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIn combat, you can expend a standard action and spend 1 Blood to make a Brawl-based attack augmented by Vicissitude. If your attack succeeds, you viciously smear, twist, or remove hunks of the target’s ﬂesh, inﬂicting 1 point of normal damage. This damage cannot be reduced or negated, and cannot be increased or modiﬁed by other powers. You cannot increase the damage from this attack by using Potence, and you cannot upgrade the damage to aggravated damage by using Feral Claws or similar powers.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nLike the other powers of Vicissitude, Fleshcraft requires you to physically mold your target’s body into the desired shape.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nFleshcraft is not a transformative power, but its effects only apply to your normal form. If you use a transformative power, the effects of Fleshcraft do not transfer to your transformed shape.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When making a Brawl-based attack, you inﬂict 2 points of normal damage, which cannot be reduced or negated, and cannot be modiﬁed by other powers.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use Fleshcraft on a willing target by expending three standard actions, instead of the normal ﬁve. Attacks using Fleshcraft now inﬂict a base of 2 normal damage and inﬂict 3 normal damage when you score an exceptional success while using this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"3o9HEGgkGKzAye8Xpa4gdi","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Bonecraft","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"At this level of mastery, you can shatter bone with a touch, lengthening or shortening it as you will. The secrets of anatomy and the physical form are yours to command, and you have the capacity to cause terrible harm — or create twisted playthings of ﬂesh and bone.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend ﬁve standard actions to radically alter your form or the form of another character who is either willing or unable to move. Using Bonecraft, you can shift or remove bones, muscle groups, nerve endings, and internal organs, warping a physical body into a drastically different, and potentially anatomically improbable, shape.\r\nWhen you use Bonecraft on yourself or another individual, assign one of the following effects to your target. No character can be affected by more than one application of Bonecraft at a time.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n• Extra Limbs: Sacriﬁce 2 health levels in order to grow one or more extra limbs. Once per turn, you can expend your simple action to cause these extra limbs to attack. Attacks from the extra limbs use your normal attack test pool, but do not receive bonuses from disciplines. For example, you cannot use Potence to augment an attack made by your extra limbs. These extra limbs cannot be used during Celerity rounds.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Tough: Sacriﬁce up to 3 points of your Physical attribute to gain an equal number of health levels. These health levels are all in the Healthy wound track.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n• Transformed Biology: Your heart (and/or other organs) are in unusual places. You cannot be staked, and you may be difﬁcult to kill. Separating your brain from your heart still causes you to meet Final Death, but it can be difﬁcult to behead a vampire who keeps her brain in an unusual place.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Crippled: You morph your target into a shape incapable of ﬁghting, or, in some cases, moving. You can rob your victim of her simple action, her standard action, or both.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Body Weaponry: Sacriﬁce 1 health level in order to transform a part of your body into a weapon. Build the weapon normally, using the rules for creating weapons. Your body weaponry cannot be disarmed, and if it is broken, you can reform it by spending 1 point of Blood.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nHealth levels and attribute points sacriﬁced to uses of Bonecraft cannot be regained until the Bonecraft is undone. Like the other powers of Vicissitude, Bonecraft requires you to physically mold your target’s body into the desired shape.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBonecraft is not a transformative power, but its effects only apply to your normal form. If you use a transformative power, the effects of Bonecraft do not transfer to your transformed shape.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you activate Bonecraft, you may choose to apply two of the above modiﬁcations instead of only one. You cannot apply the same modiﬁcation more than once.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"6jc9oJwe7q8sOLZyAReAjr","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Horrid Form ","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your body is capable of transforming into a horrible, mutated abomination, warping and twisting into an H.R. Giger-like monstrosity. You may develop spikes of bone across parts of your body, cloak yourself in fur or hair, develop numerous eyes, or anything else your twisted mind can imagine.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend a standard action to transform into a massive, inhuman monster. While in Horrid Form, you suffer a -3 penalty to your Mental and Social attributes, but you also receive the Strength Physical attribute focus, and a +3 bonus to your Physical attribute when making brawling attacks. Additionally, your brawling attacks inﬂ ict aggravated damage, while you are in Horrid Form.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nHorrid Form is a transformative power  and cannot be combined with other transformative powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While in Horrid Form, your bonus to Brawl-based attacks increases to +5, instead of the standard +3. Your Horrid Form is also tremendously frightening to behold. Opponents whose current Willpower is less than yours suffer a -2 penalty when attacking you with Melee- or Brawl-based powers. This penalty always applies to NPCs with no Willpower rating.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"13lnBJhyunGB0rRCG3lijl","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Blood Form ","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you concentrate brieﬂy, you can cause your body to liquefy into a pool of blood. In this state, you can still act and register the world around you. You are a liquid creature in a world of those conﬁned to a solid state.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend a standard action to transform into a pool of blood. While in Blood Form, you cannot spend Blood, talk, activate powers, or physically attack, but you are also immune to Physical attacks from sources other than ﬁre and sunlight. You can be injured by non-Physical attacks, and you can be harmed by ﬂaming weapons, such as a torch or a road ﬂare; however, incendiary ammunition passes through your form too quickly to inﬂict damage. If hit by a ﬂaming weapon, such as a torch or a road ﬂare, you can spend 1 point of Blood to extinguish that ﬂame in the moment it strikes you.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYour Blood Form is semi-gelatinous, but cannot maintain a solid form. It is not human-shaped and cannot appear to walk or talk. While in Blood Form, other characters can attempt to drink you. To do so, an attacker must make a Brawl-based challenge using her Physical attribute + Brawl versus your Physical attribute + Dodge. If successful, the attacker drinks 1 point of your Blood. If you run out of Blood while in this transformation, either from someone drinking your vitae, or from your expenditure of Blood points, you immediately meet Final Death. Characters who have very little vitae left in their Blood pools should be cautious about transforming into Blood Form.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIn this form, you can pass through any crack, hole, or aperture that liquid could normally transverse. You cannot pass through solid objects or airtight passages, nor can you travel through planes of glass, as you do not condense. You also cannot ﬂy, though you can travel along tilted or raised surfaces, such as up a wall. You take no damage from falling.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile in Blood Form, you are formed of liquid vitae and do have a tangible physical presence. You can be touched by anyone who passes her hand through your form, and you can touch other individuals by ﬂowing in the target’s direction. Touching, or being touched, may require a Brawl attack. Blood Form is a transformative power  and cannot be combined with other transformative powers.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Rather than a pool of blood, you can transform into a vaguely human-shaped gelatinous blob of blood. This form can remain upright, maintaining its consistency while walking or performing simple activities, and it is capable of speaking.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"72nPLhqNaiMfHyh8Nqdsvt","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Skin of the Chameleon ","power":"Visceratika","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you activate this power, you naturally blend in with your surroundings. While not invisible, you become less noticeable, and those around you simply don’t tend to pay attention to you, even though they realize you are there.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Expend 1 Blood and use a simple action to activate Skin of the Chameleon for one hour. You must be currently unobserved by mortals in order to activate Skin of the Chameleon. Thereafter, so long as you draw no attention to yourself, mortals will assume that you are an expected and legitimate part of their surroundings. They assume you have an authentic reason to be there, and they will \rnot question your presence. If asked afterwards, they will describe you in generalities. Even if your appearance is particularly bestial or horriﬁc, like a Gargoyle or a Nosferatu appears, so long as you take simple steps to avoid attention, such as wearing a hat or turning up collar, and do nothing to make people notice you, mortals in your area will ignore you.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can interact with mortals while under the effect of this power, so long as you do not startle them or give them any reason to scrutinize your appearance. After such a conversation, the mortal will only remember you as a bland-seeming individual with the proper credentials to be present and very little more. If you use another power, threaten, or attack anyone, or otherwise draw attention to yourself, this power immediately ends.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSkin of the Chameleon fails if you attempt to enter a private location. This power might allow you to wander through a crime scene, but it cannot be used to enter a top secret laboratory or walk unnoticed into someone’s home.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Skin of the Chameleon works on supernatural creatures, such as vampires, as well as mortals. Supernatural creatures who encounter you can make an opposed challenge using their Mental attribute + Willpower versus your Mental attribute + Stealth. Characters with Auspex receive a bonus to this test equal to the number of Auspex powers they possess. Elder powers count towards this bonus, but techniques do not.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"7FWjykaOoPnaFWCcRjBs7o","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Armor of Terra","power":"Visceratika","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Where lesser practitioners of Visceratika can alter their skin to gain the appearance of rock, you can actually modify yours to acquire the hardness of stone as well. When you activate this power, your skin takes on the coloration of granite, marble, or another type of stone, hardening your features into sharp lines and rigid planes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend your simple action to toughen your skin to the hardness of stone for one hour. While Armor of Terra is active, your armored skin has the Hardened and Ballistic qualities. While affected by this power, your appearance may be considered a breach of the Masquerade.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nArmor of Terra is not mundane armor, and attacks that normally pierce armor do not pierce or ignore the effects of this power.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Armor of Terra additionally has the Full Body quality, but unlike the standard drawback of Full Body armor, your altered skin can be hidden beneath normal clothing, or by powers such as Obfuscate.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"3nuvfTmZDbA5rHPaOp2Kzo","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Shattering Crescendo ","power":" Melpominee ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your song is part of the mystical music of the spheres, echoing through the cosmos with incredible intensity.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you invoke the power Death of the Drum, you may choose to inﬂict an additional point of damage to a single target, or instead, to affect up to three targets of your choice.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen targeting multiple enemies with this power, you must make a separate opposed challenge against each of the defenders. Should you spend a point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges, without spending further Willpower. If you spend Willpower to retest after some challenges have been resolved, you cannot go back to previous challenges you’ve lost and apply that Willpower retest retroactively.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6},"sys":{"id":"220gfDYTY3dW98R9frG5xc","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Cache","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Shielding objects and individuals from the attention of others is one thing, but maintaining such control from afar requires the mastery of an elder. With this power, your ability reaches far beyond your immediate location, offering even greater protection to those you conceal.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you use Cloak the Gathering to hide another individual, the power lasts until dawn, regardless of how far away the target travels from your location. When you use Conceal to hide an object, you can hide anything smaller than a large car. Again, this invisibility persists until dawn, even if the object is not on your person.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe invisibility granted by this power will still fail if your target takes an action that would ordinarily break Obfuscate.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6},"sys":{"id":"1cLDX5HGcCd8HRg6J700W8","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Phantom Hunter ","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Legends tell of hunters who stalk the night, striking from nowhere and remaining unseen, like an invisible wind. These tales only serve to remind vampires that they are never safe; their every move is watched, and silence often precedes the storm.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When an event happens that would normally end your Unseen Presence, you can spend 3 Blood to activate Phantom Hunter. For the next three seconds, you can continue to take actions that would ordinarily break your Unseen Presence, without becoming visible. \r\nIf you utilize Phantom Hunter during combat, the protection it grants continues only for the duration of one everyman round. For the remainder of that everyman round, you can attack, be attacked, speak out loud, and interact with your environment without becoming visible. However, if you are still interacting with your environment or with another character at the end of the everyman round, you then \rbecome visible. If you are no longer engaged in an action that would break your Unseen Presence at the end of the everyman round, your Unseen Presence remains active.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nPhantom Hunter can be activated at any time, even before your turn in the initiative order. For example, if you are struck before your initiative, you can activate Phantom Hunter at that moment. \r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If you attack someone while you are under the effects of Phantom Hunter, the victim catches a brief glimpse of you during the attack and can retaliate on her next initiative. Other characters do not see you and cannot target you with an attack, unless they have the ability to pierce your Unseen Presence, such as by using Auspex or similar powers.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nExample: \nBolviar has concealed himself with Unseen Presence and sees his rival, Theodoro. He approaches Theodoro and uses a standard action to punch him, saving his simple action for use later in the round. When he attacks, Bolviar spends 3 Blood to activate Phantom Hunter, so that the attack will not break his Unseen Presence.\r\nTheodoro catches a brief glimpse of Bolviar during the attack, but to other observers, it appears as though Theodoro was struck by an invisible force. When Theodoro’s initiative comes up in that ﬁrst everyman round, Theodoro exercises his option to attack Bolivar, and succeeds in grappling him. Because the everyman round has not yet ended, Phantom Hunter is still active. The Grapple does not break Bolviar’s Unseen Presence.\r\nAfter being  grappled, Bolivar expends the simple action he’s been saving, attempting to escape Theodoro’s Grapple. If Bolivar succeeds in breaking out of the Grapple, he will remain invisible. If he fails to escape the Grapple, he will still be interacting with another character when the everyman round ends. If this happens, Phantom Hunter’s effects will end, and Bolivar’s Unseen Presence will then fail.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"3 Blood"},"sys":{"id":"5jMnsNBslxc2ZjedHdWX0L","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Shadowstep","power":" Obtenebration ","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your attunement with shadows is so great that you can do more than draw the Abyss into this world; you can actually travel in the other direction, into the Abyss. This power allows you to travel short distances, stepping into one shadow and emerging from another.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and expend your standard action to step into one shadow and exit from another, teleporting up to 50 steps in any direction.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"To use Shadowstep, you must step into a patch of natural darkness, one not created by Shroud of Night or currently affected by Obtenebration powers. You immediately exit from another natural shadow within your line of sight, as though it were your next step. Shadowstep cannot be used in brightly lit areas and cannot be used if you are grappled.\r\nYou can bring another individual with you, so long as you hold her in a ﬁrm grip. To do so, you must spend 2 additional Blood, 3 Blood total, to Shadowstep and bring the subject along. If the subject is unwilling, you must Grapple the target before using Shadowstep in this manner.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIt is not possible to take more than one additional character with you when using Shadowstep; you also cannot bring items that you cannot carry easily.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"2ckGtTdCNW4Bbn4Et4Yy5s","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Shadow Twin ","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You summon a sliver of the primal sentience of the Abyss into your own shadow. Forever after, it is your dark servitor, capable of obeying your commands and performing complex tasks. When you require its assistance, the shadow always answers and comes to your aid.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you learn Shadow Twin, your shadow becomes infused with the power of the Abyss and gains a semblance of life. Your shadow is attuned to your will and can follow your mental commands. You do not need to speak aloud to issue commands, although you must be within line of sight to do so. Your shadow moves, performs simple actions, or attacks as you direct.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYour shadow possesses all of your skills and has a Physical, Mental, and Social attribute equal to one-half of each of your attribute ratings (round up). It can manipulate physical objects, lifting items or carrying objects weighing up to one pound for each dot of the Occult skill you possess. Note that your Shadow Twin cannot wield a weapon in combat unless you are wielding a melee weapon, in which case it holds a shadowy version of that same melee weapon, which provides all the same bonuses and drawbacks as the original. Weapons held by your Shadow Twin cannot have the Flaming quality; the shadow simply refuses to use such weapons.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYour shadow is immune to Physical harm, but can be affected by Mental and Social powers. It can detach itself from you, in which case you have no shadow until it returns. A Shadow Twin can seep through cracks, move along solid surfaces, and ooze through small holes in a manner exactly like that described by Tenebrous Form. It can use each of the ﬁrst 2 dots of Obtenebration once per hour, without \rcost, and you can see through your shadow’s Obtenebration effects as though you had created them. Your shadow does not have access to any other powers.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA Shadow Twin is dispelled if exposed to bright light, ﬁ re, or sunlight. If exposed to bright light, your shadow returns one minute after the light fades, or you leave the brightly lit area. If damaged by ﬁre or exposed to sunlight, your Shadow Twin cannot return until 10 minutes have passed.\r\nIf you and your shadow are separated, you can summon it by spending 1 Blood and expending a  simple action, which causes your shadow to dissipate in its current location and return to your side as a normal shadow. You can then choose to reawaken it with another activation of this power.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen your Shadow Twin is not active, it behaves like a normal shadow and cannot be attacked or dispelled. If you command your shadow into action, it can be attacked or dispelled as described above.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6},"sys":{"id":"6ULXVjwsoRcxpTBQApGD9d","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Force","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your strength is near-miraculous, and you can shake the foundations of buildings or topple barricades with the application of your physical power. You strike with incredible gravity, causing shock waves that can shatter a target’s bones or burst her organs.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you succeed making a Brawl attack, your character automatically inﬂicts 4 points of damage. This includes the extra damage granted by Intensity and Puissance. Note that Vigor still adds an additional point of damage, but when you achieve an exceptional success. Force cannot be used in conjunction with weapons. Any weapon wielded with the power of Force shatters before it can inﬂict damage. When wielding weapons, characters who possess Force may hold back, inﬂicting 3 points of damage instead of 4, in order to avoid breaking their weapons.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you strike a mortal or partially supernatural creature with Force, the target dies instantly. Her body suffers too much trauma; her internal organs burst and her bones twist and splinter like toothpicks from a single blow.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"A character with Force can break any inanimate object by focusing her strength on it. Most objects shatter with a single blow, but your Storyteller may require multiple actions for a character to bend or batter exceptionally tough or thick substances. It may take a while to pound through a 10-foot-thick concrete wall, but with Force, destruction is only a matter of time.\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nNormal Success: Your character inﬂicts 4 points of damage at this level.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your character inﬂicts 6 points of damage, rather than 4 points of damage. This reﬂects the bonus from Vigor.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6},"sys":{"id":"1DGFK8c7zNfXummpLJgm4S","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Crimson Fury ","power":"Animalism","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A vampire’s Beast often feels like a tangible thing, raging in the shadows of the soul and clawing at a vampire’s consciousness in a fury to ﬁnd release. An elder with this power can allow the strength and rage of her Beast to be tasted in her blood, offering some protection against anyone who attempts to drain her vitae.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anyone who tastes your vitae can sense the barely-contained fury of your Beast. Biting you or drinking 1 or more points of your Blood causes an individual to enter fear frenzy and ﬂee in terror. This power does not require a challenge; the frenzy is automatic and cannot be resisted with Willpower.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nCrimson Fury will affect any character who bites you or drinks your blood, even individuals who are normally immune to frenzy, such as mortals, ghouls, or vampires currently affected by Quell the Beast. Anyone who becomes blood bound to you after you purchase this power becomes immune to this effect and carries the mark of your Beast in her blood. Anyone who tastes the blood of someone who is bound to you, by biting or drinking from her, suffers from the effects of Crimson Fury as well, although she fears the individual’s mystical protector (you, though she cannot know who you are) instead of fearing your thrall.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf another character manages to diablerize you, your Beast lives on, tearing at her soul. The diablerist dies within three nights, as your Beast slowly and painfully tears her apart from the inside out. This effect is not passed on to characters who are blood bound to you.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6},"sys":{"id":"1e0f78YZ7F3TVTSdWsHkGw","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Intimidate the Beast","power":"Animalism","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Beast is a predator and loves nothing more than exerting its inﬂuence over another member of its species. When you utilize this power, you unleash the full strength of the monster within you, driving another vampire to panic in fear before the overpowering might of your Beast.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can only target vampires, or other supernatural creatures capable of frenzy, with this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen you are the focus of another character’s attention (as per Gaze and Focus), you can spend 2 Blood, expend your standard action, and make an opposed challenge against your victim using the Animalism test pool. \r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you succeed, your Beast supernaturally assaults your target’s Beast, sending it into a panic. Any time this victim confronts you, her Beast claws at her psyche, trying to force her to back down from what it perceives as a more potent predator.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe victim must immediately look away from you or she will take 2 points of normal damage, which cannot be reduced or negated. For the next 10 minutes, each time your victim looks at you, attempts to speak with you, confronts you, or attacks you in any way, she takes 2 points of normal damage that cannot be reduced or negate d, as her Beast erupts in horror. The victim of Intimidate the Beast can avoid taking damage by looking down or away from you and avoiding any kind of confrontation. A victim of this power instinctively knows what actions will cause her to take damage. \r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIntimidate the Beast cannot damage a character more than once per turn, and it has no effect on creatures that do not have a Beast.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"2 Blood"},"sys":{"id":"1GUqtc7Y1xugLVvgIOoCuR","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Stone Strength ","power":"Visceratika","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Like stone itself, you become hard and impenetrable. Stone does not burn and cannot be pierced. With the use of this power, you shield yourself from two of the greatest banes of vampiric existence and borrow strength from the earth to provide defense.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By expending 1 Blood and spending a simple action, you transform your body to the hardness of stone. While in this form, you do not take damage from ﬁre, and ﬂaming or incendiary attacks deal normal damage to you. Further, because your organs are as hard as stone, you cannot be staked. While affected by this power, your appearance is a clear breach of the Masquerade. Once activated, this power lasts until the next sunrise.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nStone Strength is a transformative power  and cannot be combined with other transformative powers. You can end this transformation at any time by expending a simple action. Stone Strength’s transformation is a rock-like version of a character’s normal (humanoid) form , and characters in this form can use weapons.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While this power is active, you take half damage from sunlight (round up). This is an exception to the rule that prevents a vampire’s powers from reducing the damage she receives from sunlight.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"1fLhBytOHbJIdGO8ZZw4nM","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Clairvoyance","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your mastery of supernatural sight allows you to cast your mind out and view faraway events, locations, or individuals as though you are standing in their presence. This power has inspired legends and myths, conveying the sense that no matter where you hide — you cannot escape a vampire.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Clairvoyance, spend 1 Blood and expend a standard action. Your perceptions split, allowing you to focus on a familiar person, place, or object without losing the ability to perceive your current surroundings. \n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you use Clairvoyance on a supernatural creature, or on an object in the possession of a supernatural creature, you must make an opposed challenge against your target, or the individual controlling the object, using the Auspex test pool. If successful, you can see, hear, and otherwise sense the area around your target as though you are in its presence. If you observe a location with which you are familiar, no challenge is required, and your Clairvoyance automatically succeeds.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYour Clairvoyance lasts for ﬁve minutes for each dot you possess of the Investigation skill. If you use Clairvoyance to spy on a character who is in multiple places at the same time, or a character whose physical form has been split into more than one piece, you must choose which location you would like to perceive when you activate Clairvoyance. Thereafter, if you choose to perceive the alternate location, you must activate Clairvoyance again. For example, if you use Clairvoyance to spy on a target using Possession or Psychic Projection, you may choose to spy on the target’s native body or on the location of her sentience. Similarly, if you choose to spy on a character whose heart has been removed, you may choose to perceive the body’s surroundings or the area where the target’s heart is located.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can only utilize other Auspex powers, not elder powers or techniques, through Clairvoyance, so long as you can fulﬁll the other requirements of those powers. A character can use Heightened Senses to smell a candle through Clairvoyance, but cannot touch the wax to activate Spirit’s Touch. Because you are not physically present, your Heightened Senses cannot forewarn you about the proximity of Obfuscated individuals or illusions. You can still spend 1 Blood to sharpen your senses, in the hope of detecting such effects.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf your target is hidden by a power that grants invisibility, such as Unseen Presence, you must overcome the target’s Obfuscate in order to use Clairvoyance on that individual. Make a challenge using your Mental attribute + Investigation versus the target’s Mental attribute + Willpower, or Mental attribute + Stealth (the target’s choice).\r\nA character cannot have multiple applications of Clairvoyance active at the same time. ","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"1Rwa1Y6iUHzfSAvRsdZuyS","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Projectile","power":"Celerity","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A vampire with this ability has mastered the skill of lending additional speed to hurled objects and thrown weapons. Even mundane implements, such as pencils or stones, can be murderous in the hands of such an accomplished elder.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you make a Physical ranged attack, such as a thrown or ﬁ rearms attack, spend 1 Blood to activate Projectile. This attack receives a +3 bonus to its attack test pool, and inﬂicts an additional point of damage.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nProjectile can be used to augment a ranged attack that wouldn’t normally cause damage, such as hurling a coin. If Projectile boosts this type of attack, treat it like a normal ﬁ rearms attack, which does 2 points of damage by default, 3 if you achieve an exceptional success. Such attacks do not receive the +3 bonus or an additional point of damage from use of Projectile.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe Blood expenditure for Projectile is added to any other Blood spent on Celerity this turn. You can utilize this power even if you do not choose to activate the rest of your Celerity for the turn. Projectile can be used during Celerity rounds, but you must pay the Blood cost each time you augment an attack with this power.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"5f460N0Kftjpq1w1TjPtQw","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Infernal Compact ","power":"Daimoinon ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Evil is not a solitary creature. It hunts in packs, sharing its beneﬁts and damnations, and dragging as many souls as it can into the corridors of hell. With this power, you can induct others into the good graces of demons, initiating them into your infernal alliance, for the beneﬁt of all.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By sharing the affections of your damned patron, you can grant infernal powers to others. To receive a beneﬁt from this power, the target must accept the affection of your infernal patron of her own free will. Further, she must sacriﬁce something she cares deeply about (a lover’s memento, a loyal retainer, or so forth) to your patron, through you. Once presented with a suitable sacriﬁce, the Daimoinon user spends 3 Blood and invokes a mystic ritual of benediction for ﬁve full turns, during which the subject must be present. ","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If the target has second thoughts before the end of the invocation, this power automatically fails. If the target remains willing through all ﬁve turns of the ritual, the supplicant’s sacriﬁce is consumed in green ﬂame, and she receives an infernal blessing. The target gains the Infernal Power merit without paying any XP cost, and without this merit counting towards the maximum number of merits she can purchase. The  target chooses which effect she receives from the application of the Infernal Power merit. You are considered to be the target’s infernal master for the purpose of this effect.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Infernal Compact’s effects last until either you or the target die. In either case, the target loses access to the Infernal Power merit, unless she chooses to purchase the merit normally, using the merit system.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6},"sys":{"id":"7mCABhgNBinPn64bUBSFnP","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Shared Nightmare ","power":"Chimerstry","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Shared Nightmare is a terrifying power, capable of inﬂicting the effects of your imagination upon multiple targets at once. Your chimerical attacks are no longer constrained to a single individual per round.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once purchased, this power is always active and enhances all uses of Horrid Reality. Attacks made by your Horrid Reality-augmented Apparitions can attack up to ﬁve characters simultaneously. Your illusion might throw a grenade, wounding several targets, or launch a gout of ﬂame, burning a group of victims.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen targeting multiple enemies with this power, you must make a separate opposed challenge against each of the defenders. Should you spend a point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges, without spending further Willpower. If you spend the Willpower to retest after some challenges are already resolved, you cannot go back to previous challenges you’ve lost and apply that Willpower retest retroactively.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you expend both your simple and standard actions to apply a combat maneuver, as per the Charisma attribute focus for Horrid Reality, that combat maneuver only applies to one individual.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6},"sys":{"id":"2u55xWWuZmBGwuA1W2pR15","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Deny","power":"Dementation","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The world we see and experience is not a real world. The truths we know and trust are not real truths. These are only shadows, nothing more than reﬂ ections of something deeper, which lies beyond. With this power, you can prove the truth of Plato’s old adage, and deny the collective assumptions of the world.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 Blood and use your simple action to Deny the existence of an inanimate object. This power cannot be used to deny the existence of living creatures, undead, or spirits; it works only on inanimate objects. You are consciously aware that, to the weak-minded, the object you’ve denied still exists, but for you, it is nothing more than a semi-transparent, obviously false reﬂ ection of reality. The object you’ve denied cannot obscure your sight, block your movement, touch, or harm you in any way.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA user of Deny can step through a locked door that she “doesn’t see,” as if it is an archway, and a sword that she refuses to acknowledge fails to cut her, passing right through her body. The Dementation wielder can Deny any object within her line of sight, but she can only extend her denial to objects she is touching. For example, the Dementation user can swing a ﬁre ax through a door that she has denied and strike the opponent on the other side, but if she ﬁres a pistol through the denied wall, the bullets hit the wall as usual.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can Deny any object up to the size of a small car. It is possible to Deny up to three objects at the same time, but you must spend 3 Blood and a simple action for each object. Deny lasts for one hour, or until you spend a simple action to end its effects.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"3 Blood"},"sys":{"id":"2i2hn9on8GudqJHkySU28r","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Mass Manipulation","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All thought is one. All minds are one. Reach into the cosmos and feel the stir of sentience. With but a modicum of pressure, you can sway the eternal mind, manipulating a group of individuals as though they shared a single consciousness. A vampire who uses the power of Mass Manipulation reaches into the universal consciousness, spreading her control wide and affecting multiple targets with a single application of Dominate.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Your Dominate powers can affect a number of additional targets equal to your current Willpower. All of your intended targets must be paying attention to you, as per the rules of Gaze and Focus.\r\n","marks":[],"data":{}}]},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Mass Manipulation cannot be used in conjunction with Possession (you cannot possess multiple people at the same time). Mass Manipulation can augment other elder Dominate powers, but it cannot be used in conjunction with Dominate-based techniques.\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen extending a Dominate power to multiple characters, you must extend the exact same effect to each target. If the use of that Dominate power cannot apply to one of the targets, then that target is unaffected by the Dominate power. For example, if you use Tyrant’s Gaze to strip Telepathy from multiple targets, an individual who does not have Telepathy is unaffected by this use of the power.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen targeting multiple characters with this power, you must make a separate opposed challenge against each of the defenders. Should you spend a point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges without spending further Willpower. If you spend the Willpower to retest after some challenges have been resolved, you cannot go back to previous challenges you’ve lost and apply that Willpower retest retroactively.\r\n","marks":[],"data":{}}],"data":{}}]},"level":6},"sys":{"id":"4q3IarKYocWMhdwiPT2eAQ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Flick","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your strength surpasses the physical barrier, radiating from your spirit in a wave of tangible energy. You can target the pure kinetic force of your blows outside of your corporeal reach.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and a standard action to make a ranged Flick attack against your target. This attack receives a +3 bonus and is considered to be a Brawl attack despite any distance between your character and her target. Other Potence powers, including both elder powers and Potence-based techniques, can be used to modify a Flick attack, just like a standard Brawl attack. You cannot use other powers with Flick; it can only be augmented by Potence powers. You cannot use weapons of any sort while using Flick.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTo use  Flick, you must be able to see your target, and you must make a noticeable physical gesture in her direction, such as a pantomimed martial-arts blow, a backhanded swipe, or boxer’s punch.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can use Flick during Celerity rounds, so long as you pay the 1-point Blood cost for each Flick attack. Damage from Flick is always normal damage and cannot be converted to aggravated damage by any means.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"3RaGUNXoTBKbmmNWedNFS7","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Paralyzing Glance","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Although your stare cannot kill, it can certainly shake a foe to her core. You can summon the unrelenting predatory nature of your Beast, focusing it into a single ﬂeeting look. Those targeted by this stare become prey before you, too terriﬁed even to run away.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Paralyzing Glance, you must spend 2 Blood, expend your standard action to stare intently at your target, and make an opposed challenge against your opponent, using the Presence test pool. If you succeed, your target becomes utterly frozen and abjectly terriﬁed. She is unable to move, speak, ﬂee, or take any other actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYour target remains paralyzed so long as you continue to expend a simple action each round to maintain your focus, although you do not need to continue looking at your target. This paralysis continues until you leave the target’s presence, until she is the target of an attack, or until she takes damage. If the paralysis breaks for any reason, the victim suffers the effects of Dread Gaze, and must ﬂee your presence immediately. For the rest of the evening, the target will avoid you, acting as if you’d achieved an exceptional success with Dread Gaze.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"2 Blood"},"sys":{"id":"5jP681WLqC8uVPkkrkCKVd","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Love","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampiric blood holds many powers, from the command of mental facilities to the might of pure strength or speed. But many elders argue that the ability to sway emotions through the chains of the blood bond are the most effective and insidious power of all. Certainly, those who can evoke the obsession of blood-bound love without actually forcing another to drink their blood have an advantage in vampiric culture — a terrible, frightening advantage. Those who fall under the effects of such a creature’s power will move heaven and earth, betray friend and ally, and even sacriﬁ ce themselves, all on behalf of their beloved.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nLove is a dangerous thing, as it completely alters its subject’s emotions and personality toward the enthralling vampire. Such a victim is suddenly affected by a stage three blood bond for the next hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once Love wears off, the subject attempts to rationalize the actions she took while under the sway of this discipline. However, unlike Entrancement, a user of this power can persuade her target to do dangerous and atypical things. If, while affected by Love, the target engaged in particularly abnormal activities or acted against her ethics or beliefs, she will almost certainly realize her emotions were forcibly manipulated.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Love, spend 3 Blood, expend your standard action, and make an opposed Social challenge against your opponent, using the Presence test pool. If you succeed, your target is suddenly affected by a stage three blood bond to ward you for the next hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf you use this power on the same target twice in one evening, reduce the duration of the second application of Love in half, so that it lasts for 30 minutes. This penalty is cumulative. The second time you use Love on one target, the duration is a half hour; the third time you use Love on that target in the same evening, the duration becomes 15 minutes; and so forth.","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"3 Blood"},"sys":{"id":"41qCQOujZmHSPlmsaL9pNX","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Earth Control","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By using this power, an elder is no longer constrained to merely slumber beneath the ground. Once melded with the soil, she can move through the earth, changing her location as easily as walking down a windy street.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While using the power of Earth Meld, you can move underground at normal speeds. You cannot pass through any substance with which you cannot meld, such as rock, water, concrete, or a thick tangle of roots, but you can physically interact with and even attack anything you ﬁ nd underground — including other individuals using Earth Meld. Earth-melded characters cannot ﬁ ght back unless they also possess Earth Control.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nCharacters using Earth Control are aware of the underground landscape within 10 steps of their location, but cannot normally perceive the surface. For this reason, long distance navigation with Earth Control is problematic for most users, but Perception-focused characters can perceive their surroundings while within the earth and generally have no trouble navigating while underground.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou cannot dig or otherwise physically force an individual using Earth Control to leave the shelter of the ground, unless you have some method of determining her current location.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6},"sys":{"id":"74ftB560WwKFNOJtsPJSEk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Shape Mastery ","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Beast within your blood is so ﬁerce that it cows others, forcing their inner rage to retreat from the onslaught of your primitive dominance. With but a gesture, roar, or other primal show of superiority, you can cause someone else’s Beast to draw back and her physical form to revert to its normal state.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 Blood, expend your standard action, roleplay a show of dominance (a roar, a vicious glare, or other predatory gesture) toward your target, and make an opposed challenge using your Social attribute + Survival versus the target’s Social attribute + Willpower. If successful, you force yo ur target to immediately return to her natural form. Further, she cannot change shape for the next hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nShape Mastery reverses the effects of a transformative power , such as Shape of the Beast, Black Metamorphosis, or Horrid Form. It cannot effect powers that alter only a small portion of the body, such as Feral Claws, or powers that alter the body but are not transformative, such as Earth Meld.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"3 Blood"},"sys":{"id":"7577Lf13Hgvg1rxwv5XByU","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Blood Sweat ","power":"Quietus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By concentrating on a victim, this power’s user causes the blood in that individual’s body to suffer a transmutation, becoming poisonous to her own internal systems. The victim’s body rejects such bile, swiftly expelling it through her sweat glands and pores","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, use your standard action, and make an opposed challenge using the Quietus test pool. If you succeed, the target begins sweating blood. Mortals affected by Blood Sweat lose 2 Blood each turn for the next three turns, and they take 2 points of normal damage for each point of Blood lost.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nVampires affected by Blood Sweat lose 2 Blood each turn for the next three turns, but do not suffer damage from this blood loss. Multiple applications of Blood Sweat do not stack. ","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"dTeQPUYg8ROmmxvgSjbIO","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Seed of Corruption ","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With only a few moments of discussion, you can plant subtle ideas of deﬁ ance and vice within a target’s subconscious, tempting someone into committing evil actions. If left unchecked, this inner turmoil can corrode the victim’s morals and bring suppressed impulses to the surface, causing her to act on her darkest desires.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 Blood, speak with your target for at least three full turns, and make an opposed challenge using your Serpentis test pool. If successful, you cause your target’s darker nature to surface. Seed of Corruption brings out the victim’s hidden desires, repressed fears, bottled anger, and suppressed temptations. The individual should roleplay a darker, more ﬂexible moral attitude, taking advantage of any opportunity to play out her character’s wicked impulses.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nFor the rest of the evening, the target gains Beast traits any time she restrains this darker nature. If the target voluntarily ignores an opportunity to take advantage of another person’s suffering or to indulge in wickedness or vice, she gains 1 Beast trait. A character also gains Beast traits as normal if she sins against her standard Morality, which remains in effect during Seed of Corruption’s duration. In cases where this causes internal conﬂicts, Seed of Corruption overcomes a character’s moral stance.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"2 Blood"},"sys":{"id":"5qtkGuNxYSthD3rGl9FiBv","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Divine Image ","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Egyptian gods possessed great beauty, appearing human when they wished to impress or be adored by their worshippers, and transforming into beast-headed forms when they wanted to invoke fear or show their immortal heritage. So, too, can an elder with this power invoke love or terror by allowing the glory of divine inspiration to reﬂect upon her countenance.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 3 Blood and using your standard action, you invoke a change in your appearance that is visible to all. When you activate Divine Image, you must choose to personify a benevolent or a malevolent countenance, and you receive beneﬁts according to that choice:\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Benevolent: A benevolent countenance is extraordinarily beautiful, lending unnatural grace and poise as well as raw physical attractiveness. This form may appear utterly human, or it may show signs of divine manifestation, such as wings, feathered hair, small, opalescent scales, or some other appropriate physical manifestation of mythological “good,” but it always has a faint, golden glow. Mortals react with awe and reverence when dealing with a character  using this countenance, and even supernatural creatures feel a desire to please this individual. A character displaying this countenance receives a +2 bonus to all Social test pools used for mundane challenges, or Social test pools involving powers, such as Entrancement or Eyes of the Serpent, which rely on emotions like sexual attraction, affection, or persuasion. \r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Malevolent: Typically, when an elder Setite invokes a malevolent countenance, her head transforms into that of an appropriate beast – a jackal, hawk, or other such totem – and her body radiates a dark, golden aura. Characters with other beliefs may show alternate signs of this countenance, such as demonic horns, red skin, an oni’s fangs, or some other appropriate physical \rmanifestation of mythological “evil,” but it always has a dark, ﬂame-like radiance. Mortals react with abject terror and submission when dealing with a character using this countenance, and even supernatural creatures feel afraid of incurring the character’s wrath. A character displaying this countenance receives a +2 bonus to Social test pools used for mundane challenges, or Social test pools involving powers, such as Dread Gaze or Majesty, which rely emotions like intimidation, fear, or subservience.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nOnce a character invokes Divine Image and chooses her form, she must invoke the power again and meet all of its requirements a second time in order to alter her countenance to the opposing manifestation. \r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nDivine Image is a transformative power  and cannot be combined with other transformative powers. Divine Image’s transformation is close enough to human to allow you to use weapons. Divine Image lasts for 10 minutes.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"3 Blood"},"sys":{"id":"3VRWshDTktRAI3t7ta6c6I","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Kiss of Lachesis ","power":"Temporis ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"At this level of Temporis mastery, you have the ability to affect the passage of time on physical objects and individuals, causing such things to wither and decay. The effects of age ravage the subject as though decades had passed within a single breath.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 Blood and expend your standard action to cause a target to age (or become younger) in the blink of an eye. If you target an individual, or an object controlled by another individual, you must also defeat your target in an opposed challenge using the Temporis test pool.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA successful use of Kiss of Lachesis allows you to increase or reduce your target’s age by any amount up to 100 years. Causing a living target to age the full 100 years will kill a mortal instantly and deals 2 points of normal damage, which cannot be reduced or negated, to supernatural targets, through withering and general decay. Kiss of Lachesis deals no signiﬁcant damage to objects unless you wish to do so; if you choose to deal damage to an object, any normal item will crumble to dust.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nObjects decreased in age in this manner cannot return to an earlier or incomplete state. A silver coin may lose its tarnish and seem newly minted, but it will not revert to an unformed block of metal. Likewise, while an adult’s body may revert to the age of a child, her mental faculties, memories, and experiences are not affected. An amputee reverted to an age prior to the injury will  not regenerate her missing arm, nor will a broken sword become anything but newer-looking shards. Sentient \rbeings retain all memories and any derangements. A vampire’s earliest regression point is her Embrace; a vampire regressed to the point of her Embrace remains a vampire, not an inanimate corpse — the regressed vampire retains all disciplines and keeps any changes in Generation due to diablerie.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"2 Blood"},"sys":{"id":"4K2CiFsgRssyaUnjKsoGZ7","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Breath of the Dragon ","power":"Vicissitude ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With this power, you shape your inner organs into an organic, supernatural furnace. Like the dragons of ancient tales, you roar a gout of ﬂame upon your enemies, incinerating everything in a small radius.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 Blood and expend your standard action to breathe ﬁre on your opponents. Breath of the Dragon can target up to three characters standing within three steps of each other. All targets must be within six steps of you.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nTo attack with Breath of the Dragon, use your Physical attribute + Athletics versus the target’s Physical attribute + Dodge. If you succeed, this power inﬂicts 4 points of ﬁre damage. Fire causes aggravated damage to vampires. Breath of the Dragon can be used during Celerity rounds, but you must pay the cost for each attack.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhen targeting multiple enemies with this power, you must make a separate opposed challenge against each of the defenders. Should you spend a point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges, without spending further Willpower. If you spend Willpower to retest after some challenges are resolved, you cannot go back to previous challenges you’ve lost and apply that Willpower retest retroactively.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Breath of the Dragon does 5 points of ﬁre damage to your targets, rather than 4.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood"},"sys":{"id":"48CsCDYiVeDeYE7uSf4wKm","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Acid Blood","power":"Vicissitude ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Those who master the powers of Vicissitude can transform their bodies beyond human capacity, shaping their own ﬂesh and blood into a thing of supernatural beauty or cruel mockery. With this power, the vampire’s skill with Vicissitude has become so adept that her very blood can defend against those who would deﬁle her.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once you purchase this power, your character’s blood permanently becomes a potent acid. This condition does not harm your character, but will injure others who come into contact with her vitae.","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\nAnyone who drinks your blood immediately takes 3 points of aggravated damage per point of Blood ingested. This damage cannot be reduced or negated. Anyone who attempts to diablerize you, even if you have no points of Blood left in your Blood pool, must make a challenge using her Physical attribute + Survival versus your Physical attribute + Occult. If the diablerist succeeds in this challenge, she takes 5 points of aggravated damage and successfully diablerizes you. If the diablerist fails this challenge, she is immediately destroyed as your heart’s blood dissolves her from the inside out. You remain intact.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBecause anyone drinking your blood takes damage, Acid Blood can make it difﬁcult (but not impossible) to Embrace new childer or maintain ghouls.\r\nIf a character with Acid Blood is using the Blood Form power, she can spend 1 Blood per turn to do 3 points of aggravated damage to anything or anyone touching he r. This includes anyone she has grappled; the Grapple does not cause damage, but anyone you touch is continually burned by your Acid Blood. If multiple people are touching you when you activate this effect, a single use of this power will burn up to four individuals, causing each of them 3 aggravated damage.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nNote that characters who run out of Blood while in Blood Form immediately meet their Final Death.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6},"sys":{"id":"VwFhMSviF9oJ0nFRmLOU3","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Bulwark","power":" Visceratika ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By grasping another and holding her close, you can shelter her within the stone bulk of your embrace. In this manner, ancient Gargoyle slaves once protected their Tremere masters; today, this power is more often used against the warlocks rather than on their behalf.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To use Bulwark, you must ﬁrst succeed in using the Grapple combat maneuver on your target. Remember that willing targets may relent, obviating the need to spend Willpower to perform a combat maneuver. Once you have established a Grapple, you can spend 1 Blood and use your simple action to activate Bulwark.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile within your embrace, your target is protected from all Physical attacks, and cannot physically attack others. Any Physical attacks directed at the individual protected by Bulwark target you instead. Protected individuals can be targeted by Mental and Social attacks that do not require touch. A protected individual can utilize Mental and Social attacks herself, so long as those attacks do not require her to touch her opponent or utilize gestures. Bulwark ends if the target escapes your Grapple or if you let her go. Additionally, \rBulwark ends if you have one or more points marked off in your Incapacitated wound track.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"level":6,"cost":"1 Blood"},"sys":{"id":"4XOs2ztIPTJYsNgSraMIQt","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Summon Soul ","power":"The Sepulchre Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By reaching into the Shadowlands, you can summon a ghost and force it to obey your will. You call upon the closest spirit to your location, and, unless you know the true name of a speciﬁc wraith, have no control over what kind of individual will respond. \r\nHowever, the wraith is forcibly made loyal and must do its best to obey your demands — or suffer soul-wracking pain.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to summon a wraith. Wraiths are invisible to individuals who do not have the Medium merit, Witness of Death, or other such powers. Summon Soul can be used to summon a speciﬁc wraith, provided you know the name that entity had in life. Alternately, you can summon the closest uncontrolled wraith. Normally, the wraith arrives over the course of the next ﬁve minutes, so long as she is capable of reaching your location. Wraiths can pass through walls, but cannot ﬂy, nor cross barriers enchanted against their passage.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nSummoned wraiths attempt to obey your requests and follow your orders until dawn or until they take a total amount of damage equal to their NPC rating. Multiple uses of Summon Soul do not allow you to summon an additional wraith while still controlling the ﬁrst; if you use Summon Soul, any wraith you are controlling with Summon Soul is released in favor of the new summoning. However, if your original wraith is released (by taking damage, ﬂeeing, or if you send her away), you can utilize this power again to summon a second wraith. Further, Summon Soul cannot be used to control wraiths that are currently under the effect of another practitioner’s use of the Necromancy discipline.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWraiths summoned by this power are created as 2-point Stock NPCs. They cannot perform downtime actions, but they can act with relative independence. For more information about wraiths see Chapter Twelve: Allies and Antagonists, page 500.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Wraiths you summon with this power are 3-point NPCs, rather than 2-point NPCs.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"1j80ChLkXRuCqu55LVEkPX","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Bind Soul ","power":"The Sepulchre Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Most necromancers must be content with temporarily summoned allies, but your power of Necromancy has grown to the point where you can force a ghost to inhabit a location on a near-permanent basis — or to free one thus subjugated by another user of this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and concentrate for three full turns to bind a wraith to your location. You cannot bind a wraith to a person or other creature in this manner. A wraith affected by Bind Soul counts as a 3-point Retainer, and she cannot move more than 10 steps from the spot where she is bound. \n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can only have one wraith bound in this manner at a time. If you bind a new wraith, the previous wraith is released.\r\nYou can release a wraith you’ve bound by using a simple action. To release a wraith bound by another Necromancer, you must best the other character in an opposed challenge using the Necromancy test pool. \r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can bind a number of wraiths equal to your level of the Occult skill. You must bind each wraith individually","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"4Ep5zsO5SLBcBruf4R2myr","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Soul Stealing ","power":"The Sepulchre Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The most terrifying power of a spirit necromancer is the ability to tear a soul out of its body, rendering the body torpid or unconscious while the disembodied spirit is within your control. Even creatures who arguably have no souls are affected by your power, lending to signiﬁ cant philosophical discussions about the nature of the ephemeral world.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, expend your standard action, and make an opposed challenge using the Necromancy test pool. If you succeed, your target must immediately spend a Willpower to stave off the effects of your Soul Stealing. If she is unable (or unwilling) to spend a point of Willpower, you successfully rip her soul from her ﬂesh. The character’s original body falls into a torpid state and can neither defend itself nor act on its own. While a soul is out of its body, the individual so affected always knows the location of her body, although she has no unusual ability to perceive its surroundings if she is not present in the same location as her physical form.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA soul thus removed from a creature’s body ﬁnds itself in the Shadowlands. She can see and hear everything happening around her body, but cannot communicate nor interact with the physical world, unless individuals there have the Medium merit, Necromancy, or similar ability to communicate with ghosts. The individual is not truly a wraith, has no Pathos, and cannot manifest in the real world. \r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA soul removed by this power cannot be targeted by powers or effects that can only target ghosts. A character affected by Soul Stealing has 9 health levels while trapped in the Shadowlands. If a soul-stolen character runs out of health levels, she is dispersed and unable to act until she returns to her body. If the target was a supernatural creature, the individual still has access to her powers, but cannot spend Blood and cannot attack individuals who are not also in the Shadowlands. Characters in the \rShadowlands can attack, and be attacked, by a character whose soul has been removed with this power. After one hour, the creature’s soul will return to her body. This restoration occurs even it would normally be prevented by other powers or effects.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile a soul is missing, that soul’s body retains its always-active Physical powers, such as Fortitude, but is otherwise defenseless.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf an individual using Possession, or a similar power, is targeted by Soul Stealing, the controlling spirit is the one affected, not the quiescent one. If Soul Stealing succeeds, the controlling spirit is the one removed from the body, and the original entity regains control of the physical form. When the effects of Soul Stealing end, a spirit thus removed from a mortal body returns to its native form, not the body it was Possessing.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A target must spend 3 points of Willpower to stave off the effects of your Soul  Stealing, rather than 1.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to its normal effect, your successful use of Soul Stealing inﬂicts 1 point of normal damage on your target as the soul is torn from its physical form with extreme violence. This point cannot be reduced or negated.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"1dSp1Y4Qgk4NgsbLhmJf1f","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Destroy Husk ","power":"The Bone Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Philosophers say that it is easier to destroy than to create, and your powers of Necromancy prove that saying to be true. By targeting an animate corpse, you can sever the connections that maintain the construct, dissipating its dynamic force.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use a standard action to target a single true corpse, part of a true corpse, or zombie in line of sight, even if it is a zombie you do not control. This power destroys the target utterly. Not even ash is left behind.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou cannot use this power on vampires nor other supernatural creatures, but you can destroy a true corpse that is currently inhabited by a wraith or by another vampire. If you do so, this forces the possessing spirit back into the Shadowlands, or to its natural body, and destroys the corpse.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use Destroy Husk as a simple action, rather than a standard action.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"3N68VKh5uLGcYYPBThk6Lm","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Shambling Hordes ","power":"The Bone Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By summoning your necromantic might, you empower deceased bodies with the raw essence of the Shadowlands, animating the rotting ﬂesh. So long as a corpse is mostly in one piece, it can ignore physical debilitation – shufﬂing on broken legs, or seeing despite empty eyesockets – to obey your will.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood and use your standard action to cause a true corpse to rise and obey your verbal commands. You must already possess (and have with you) a suitable corpse to animate in order to use this power. At any given time, you can control a number of zombies equal to the number of dots you possess of the Occult skill. Each zombie must be animated separately.\r\nYou can cause corpses to animate within their graves, even if you cannot see such corpses, so long as you are aware that \rcorpses are in the area, such as by using Eyes of the Dead. It may take such zombies several turns to reach you, as they slowly dig or hammer their way out of graves or mausoleums.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe creatures created with this power are zombies, with very little sentience and absolutely no creativity. The zombies attempt to obey your requests and follow your orders. These zombies are relatively permanent; they last until you release them, or until they take damage equal to their NPC rating.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nZombies created by Shambling Hordes are created as 2-point Stock NPCs. Each zombie has either the Potence or the Fortitude specialization, and either the Brawl or Melee specialization. A zombie cannot perform downtime actions or act independently, although it can perform simple tasks while unsupervised, such as sweeping the ﬂoor or attacking anyone who enters a room.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Zombies created by this power are 3-point Stock NPCs, instead of the standard 2-point Stock NPCs. These retainers have both the Potence and Fortitude specializations and your choice of either Brawl or Melee.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"5bWwrL4SkxP6D9wk7rD5Rg","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Morbidity ","power":"The Bone Path ","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Wraiths and zombies are relatively fragile creatures, easily defeated or chopped apart. By focusing your necromantic power, you can alter an undead creature, enhancing its rotting ﬂesh or fortifying its spirit through your magic.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood, use your standard action, and target a zombie, wraith, or other servitor undead. This power has a variety of uses:\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nZombies: \n• Heal a zombie within three steps of up to 3 points of damage. You can cosmetically repair a zombie. Altering a zombie in this manner causes it to become less decayed and rotting; it regains the semblance it had at the moment after its death. Thereafter, the zombie begins to rot again as normal. By application of this power on a zombie every few weeks, such a zombie could even pass for human.\r\nIf a zombie is within three steps, you can give it 3 additional health levels. These additional health levels are marked off ﬁrst when a zombie takes damage, and fade after ﬁve minutes, whether it has taken damage or not. No zombie can be under the effects of more than one application of this power at a time.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\nWraiths:  \n• You can raise a wraith’s NPC rating by 1 point, to a maximum of 6. The effects of this power last for the next hour. No wraith can be under the effects of more than one application of this power at a time. \r\nYou can cosmetically alter a wraith, changing its general appearance. You cannot change the wraith’s gender or natural features, but you can alter its clothing, hairstyle, and other superﬁcial qualities. Many necromancers use this power to update their wraith retainers to a more modern style.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can use the zombie-based effects of Morbidity on a vampire, thus temporarily causing her to look more human. Application of this power in this manner can cause a vampire on a path to appear to be on Humanity for a short length of time. Such uses of Morbidity last for 10 minutes. You cannot target a vampire with Morbidity more than once per night.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"cost":"1 Blood"},"sys":{"id":"zX7yp6LPH5s41RKR72qfA","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Shroud Mastery ","power":"The Ash Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You stand between two worlds and can control the ﬂow of power between the land of the living and the realm of the dead. With \rconcentration, you can manipulate the Shroud between the worlds, making it more difﬁcult to cross — or easier to ignore.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 Blood and concentrating for three full turns, you can raise or lower the Shroud by one level in an area up to the size of a large room. This effect lasts for the rest of the night. A stronger Shroud makes it more difﬁcult for wraiths to interact with the living world, while a weaker Shroud has the reverse effect. There are three levels of Shroud: low, medium, and high. The typical Shroud rating is medium, though particularly “creepy” areas, such as cemeteries or haunted houses, have a low Shroud; and emotionally sterile places, such as a newsroom or a laboratory, will have a high Shroud rating.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n• Low: The area feels creepy and is plagued with unusual sounds, smells, and occasional apparitions. Wraiths have a particularly easy time interacting with the physical world in this location. Ghosts do not have to spend Pathos to manifest. When manifesting, a ghost has a number of health levels equal to the turns it spends manifesting, with a maximum of 5. Also, a ghost’s view of the physical world is very clear, and they can communicate in a whisper, even with individuals who do not have the Medium merit (or any other ability to speak with or see wraiths). A soul that is outside of its body due to use of Soul Steal can spend a Willpower to manifest when the shroud is low. Such a character has access to all of her powers, including Physical powers, and 1 health level.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• Medium – All activities are as per the standard Shroud level. Ghosts must spend the normal amount of Pathos to cross the Shroud.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"• High – Wraiths have a particularly difﬁcult time interacting with the physical world. Ghosts must spend twice the normal amount of Pathos when manifesting.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 Blood and concentrating for three full turns, you can raise or lower the Shroud by one level. This lasts for one lunar month, and you can target an area up to the size of a large house.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"cost":"1 Blood"},"sys":{"id":"10hvhZWc0TSiz6p83dLqAz","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Dead Hand ","power":"The Ash Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Perceiving the Shadowlands is only the ﬁrst step to understanding the transition from life to death. Next, you must master the ability to cross the Shroud. Through use of this power, you can seize ghostly artifacts on the other side of the Shroud and draw them through to the physical world.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 1 Blood and expending your standard action, you can reach into the Shadowlands and draw out common objects and items. Objects retrieved with this power must be small enough for a normal person to hold in both hands. This power can be used to grasp things that naturally occur in the Shadowlands at that location, echoes of objects that existed in the past. Such items are always normal, though they may be quite old, and must sensibly be present within the local landscape of the Shadowlands.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nYou can also use this power to similarly push items through the Shroud to the Shadowlands from the material realm. In this manner, this power’s user could use Dead Hand to reach through the Shroud and give her wraith Retainer a gun. Later, at a different location, she could again use Dead Hand to reach into the Shadowlands, where her wraith Retainer (who has been following her around) stands ready to hand back the gun.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nItems native to the Shadowlands remain in this world for one hour, after which they dissolve into mist and return to their native plane.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Charisma","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Items you pull into the physical world remain on that plane for the rest of the night, rather than for only an hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"7lyX52braEteeUHAYgJuMU","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"Masque of Death ","power":"Mortis Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This power aids the vampire both in deception and in understanding the differences between a true corpse and a necromantically animated member of the undead. By using the abilities of this power, you can transform yourself into a corpse for a period of time, even using the power to hide among other corpses during extended periods of torpor.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use your standard action to transform your physical form into that of a normal corpse. While Masque of Death is active, you are considered to be a mundane corpse. You cannot move, you have no aura, you lose access to all of your vampiric powers (except for the effects of Masque of Death), you do not take damage from sunlight, and you appear to all investigation as a simple, non-magical dead body. A character using Masque of Death is not a true corpse and cannot be targeted by powers that only affect a true corpse.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile Masque of Death is active, you are aware of everything that occurs within ﬁve steps of your physical form. You do not take wounds from damage to your body while in this state, and you are immune to staking, but you can be killed if your head is severed or your body is destroyed. Destroying or beheading your corpse in this manner requires the attacker to utilize three standard actions, during which you may choose to end Masque of Death and revert instantly to your physical form. During this reversion, you erase any damage that has been \rdone to your corpse, and your body ejects any stakes or foreign matter.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nMasque of Death lasts until you choose to end the power. If a character uses Masque of Death for an extended period of time, her corpse will rot and decay normally but will never entirely lose cohesion. In this manner, she will become as withered and decrepit as any other corpse in a tomb until such time as she awakens. \r\nThe user of this power can end this effect by spending a simple action.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once per turn, while using Masque of Death, you can spend 1 point of Blood to take one simple action, including using that simple action to move. Further, Masque of Death automatically activates if you enter torpor due to damage or if you are staked. Under these circumstances, you are not required to spend 1 Blood or use an action to activate Masque of Death.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood"},"sys":{"id":"10iZGqYIyx0tQOLnfpUPYu","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":" Blight ","power":"Mortis Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through mastery of this power, you can infect a victim’s body, giving her a wasting disease that closely resembles the effects of the Black Death. Boils rise on her skin, her ﬂesh rots and sloughs away, and dark, livid black patches of gangrene spread across her body.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 Blood, expend your standard action to point dramatically at your target, and then make an opposed challenge using the Necromancy test pool. If you succeed, your target contracts a terrible, wasting sickness. Victims of Blight take 1 point of aggravated damage as their ﬂesh rots and falls off in clumps. This damage cannot be reduced or negated. After one hour, your target must make a static test using her Physical attribute + Survival with a difﬁculty equal to your Mental Attribute + Occult. Because this is a static challenge, you cannot use your Willpower to retest, although the target can do so. If the target fails this challenge, she takes another point of aggravated damage that cannot be reduced or negated. Repeat this process once per hour until the target either succeeds in a challenge (indicating her body has ﬁnally resisted the disease), dies, or falls into torpor.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nLiving characters can die from Blight, but vampires stop taking damage from this power once they fall into torpor. If a vampire voluntarily enters torpor before running out of health levels, Blight continues to eat away at her ﬂesh until she runs out of health levels.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you activate this power, the target takes 2 points of aggravated damage rather than 1. Further, the victim suffers 2 points of damage for every static challenge she fails while attempting to resist the disease. This damage cannot be reduced or negated.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Manipulation","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The static challenge to avoid damage must be made every 10 minutes, rather than every hour.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood"},"sys":{"id":"6vgwzyhUjd2fibWDonaGLG","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"The Fourth Horseman","power":"Mortis Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through invoking the power of the Shroud and drawing that energy into yourself, the user of this power transforms into a literal incarnation of death. Most users of this power appear as a skeletal human in a black, tattered robe, with glowing pinpricks of eerie light in its empty eye-sockets, and surrounded by the audible wails of the dammed. Others may take a form suited to their cultural history or personal psyche, but in all cases, this form must be a recognizable avatar of death.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and use your simple action to transform dramatically into a physical avatar of death. This transformation must feed, fueling itself on the life-force in its surrounding area. If it cannot draw power from other sources, it eats at the user from within, slowly drawing her into death. \r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nAt the beginning of each turn in which the Fourth Horseman is active, any living individual within two steps of the user takes 2 points of normal damage as her life force is corroded and destroyed. This damage cannot be reduced or negated by any means. \r Vampires in this radius lose 1 point of Blood, as the only life-force they possess is that which was stolen from others. The \rblood in a vampire’s veins literally turns into ash. Vampires with no blood in their bodies suffer no ill effects.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nIf the Fourth Horseman has no nearby sources upon which to feed, either by damaging a living character or by turning a vampire’s blood to ash, it turns inward, turning 2 points of the user’s Blood to ash. This power ends immediately if the user runs out of Blood, falls into torpor, or spends a simple action to deactivate it.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWhile a character is under the effect of this power, all of her Brawl and Melee attacks inﬂict an additional point of damage.\r ","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Appearance","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While you are transformed into the Fourth Horseman, your ﬁsts or weapons are surrounded by visible necromantic energy. All of your Brawl and Melee attacks inﬂict aggravated damage. This energy can manifest as black, swirling clouds of smoke, as buzzing insects, or in some other manner appropriate to your speciﬁc form.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Fourth Horseman is a transformative power and cannot be combined with other transformative powers. You can use weapons while in this form.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"cost":"1 Blood"},"sys":{"id":"5zCmi3tXV7ckRcgrtwPyM","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"title":"A Taste for Blood","power":"The Path of Blood","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Initiates in the Path of Blood are taught to quantify and evaluate unique elements present in a drop of vampiric vitae. By tasting a drop of your target’s blood, you can determine important information about her nature.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Ingest a drop of your target’s blood and use your simple action to discern information about the target. A Taste for Blood requires you to physically ingest the vitae that you test, and, therefore, consumes the sample of blood. This power can be dangerous if the blood is tainted with disease or other effects. Fortunately, the magical nature of A Taste for Blood shields the thaumaturge from being bound by the blood ingested when activating this power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nA Taste for Blood provides all of the following information:\r\n• Medical information, such as blood type and state of health\r\n• How much blood is currently in the subject’s system\n• What type of creature the blood came from. If the creature is not a mortal, ghoul, or vampire, the Storyteller may require a Lore challenge to identify the exact creature type.\r\n• If the subject is a vampire, the thaumaturge may also determine:\r\n› The subject’s generation\r\n› Whether the subject has ever committed diablerie\r\n› How recently the subject has fed\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can gauge the strength of any blood bonds or partial blood bonds the target has, including the bonds created by participating in the Vaulderie. You do not know to whom the subject is bound, nor whether the bonds are mutual, but you do know the number and severity of the bonds.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1},"sys":{"id":"2YyQ4d1evMWCptFSH85g3C","type":"Entry"}}]}