{"sys":{"type":"Array"},"total":140,"skip":100,"limit":100,"items":[{"metadata":{"tags":[]},"fields":{"flaw":"Short Attention Span","flawCost":4,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’ve never been good at concentrating, and your will is somewhat shaky on your best days. If you must concentrate to continue using a power or ability, your use of that power ends after a single turn and must be reactivated if you wish to continue using it. In addition, your permanent Willpower is reduced by 1.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"6ajLZ1SmbrFOICkFkl1bWo","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Repelled by Religion","flawCost":3,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In legend, vampires can be driven away by holy symbols and cannot enter blessed or sacred ground. Your blood is tied to the origins of those myths. It might be that you suffer residual religious guilt or that your Beast hates and fears religious devotion. For whatever reason, when a mortal formally presents a symbol of her faith (whatever that may be), you cannot directly harm the mortal, nor affect her with powers, nor come within five steps of her. If you come into contact with a holy symbol, you take a point of normal damage each turn you are in contact with it. Also, you cannot enter a site which is designated by your Storyteller as holy ground. If you are forced to do so (or carried onto such territory), you suffer 3 points of aggravated damage each turn you remain there. This damage cannot be reduced or negated.\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"2wliFrXZaothYLtqLaASkc","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Prey Exclusion","flawCost":1,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Something in your psychology or religious beliefs prohibits you from hunting a certain type of mortal prey. You might refuse to feed on drug dealers, policemen, innocents, or Buddhists. You gain no nourishment from such individuals. If you witness other vampires feeding on your excluded prey, you must attempt to stop this defilement, violently if necessary. If you fail, you gain a Beast trait. \n\n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"1FLwEXZxS5uMvAslnC7MK9","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Permanent Wound","flawCost":3,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You suffered injuries during or immediately before the Embrace, which your sire did not repair. This wound cannot be healed, but it does not bleed, and you may be able to hide it under bandages or clothing. You have two fewer Healthy wound levels.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"3KmomODQBI9nLoSbePN0jF","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Overconfident","flawCost":3,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You have an exaggerated and unshakable opinion of your own worth and capabilities. You trust your own abilities over anything another person could offer, even in situations where you risk defeat. Because you aren’t actually invulnerable and omnipotent, such overconfidence can be dangerous, and when you do fail, you quickly find someone or something else to blame. You cannot benefit from the assist attacker or assist defender mass combat tactics, unless the person assisting you is following an order that you have just issued.\n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"6iE8afZ5huLXFl08arReWK","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Obvious Predator ","flawCost":2,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Mortals instinctively sense that there’s something wrong with you. Your Beast is strong, and something about you makes other people realize that you’re dangerous. Mortals react poorly to you, as you exude a blatant air of menace. Further, the Beast overcomes your better nature and makes it difficult for you to remember your true priorities. You suffer a -2 penalty on all interactions with mortals who are unaware of the supernatural world. Further, you cannot purchase the Contacts, Allies, or Influence backgrounds.\n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"2pKH4eTahO5PuC4fzEtSgF","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Notoriety","flawCost":2,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You have a bad reputation among other vampires. This may be from something you have done in the past or it may be derived from your sire, lineage, or other connections. You do not receive passive bonuses from fleeting status traits.\n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"3BIivEKCldRSAC02oxyKLA","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Necrophile ","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are obsessed with the dead. Your haven is distastefully decorated with severed and mutilated body parts. You talk to the dead, whether you can hear them talk back or not, dance with them, make art out of them, and enjoy their company. This might make it difficult to have guests over for a chat. Should mortals discover your haven, it will certainly cause a Masquerade breach and receive all manner of attention from the media. You must spend at least 10 minutes in the company of true corpses each night. If you do not, you suffer a -1 penalty to all test pools until you have fulfilled this requirement. This penalty is not cumulative\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"01g1e3drhpZ6jx6duu6e6C","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Nightmares","flawCost":1,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You experience horrendous nightmares when you rest during the day, and those images haunt you during the waking hours. You rarely get a full day’s sleep, and it is difficult for you to overcome your agitated Beast. When you sin against your Morality, your mind fixates on those events, playing them (and other emotionally painful incidents of your past) over and over while you sleep during the day. You lose Beast traits at a rate of 1 per day of rest, rather than losing all Beast traits with a single day’s sleep.\n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"5JcraOEs1DWflwt0Dhw22E","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Methuselah’s Thirst","flawCost":4,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have difficulty drawing nourishment from human or animal blood. Vampire blood still affords full nourishment, which causes you to be in danger of the blood bond, and may lead you to the forbidden hunger of Amaranth. You always come into play with half your Blood pool; no amount of downtime actions can cause you to come into play at full Blood. Characters with this fl aw cannot benefit from the Herd background. You may feed to full if you feed from other vampires. This fl aw primarily occurs in Master or Luminary Elders.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"1E89eBzB7sVyWXVZD4npKD","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Magic Susceptibility","flawCost":2,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are susceptible to blood magic, as well as to spells of mages or the hedge-magic of mortals. You cannot spend Willpower to retest Thaumaturgy, Necromancy, or other forms of magic.\n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"2nTYIy8Vw6OmFStW8dZTz8","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Low Pain Threshold","flawCost":3,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a gentle, soft creature, not known for your tenacity. You may have come from a decadent society, or from noble stock who never had to perform any significant physical labor. Because of this, you have 1 less health level in both your Injured and Incapacitated wound tracks. Your Healthy levels are not affected by this flaw.\n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"15h30LqbrQXbrAzCTGP7Qo","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Lesser Generation","flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A character with this flaw must have either 1 or 2 dots in the Generation background; elders of any Generation cannot possess this flaw. The 1st and 2nd dots of the Generation background (Neonate or Ancilla) cover a wider variety of generations than the three elder dots. A Neonate, with 1 dot of Generation, could be from 15 to 11 steps removed from the mythical first vampire. An Ancilla, with 2 dots of the Generation background, could\nbe either 10 or 9 steps removed.\n\nIf an Ancilla takes this flaw, she is 10th generation. If a Neonate takes this fl aw, you may choose to be 12th or 13th generation. If you choose 13th generation for your character, then this is a 2 point flaw, rather than 1. If you wish your character to be a truly thin-blooded vampire of 14th or 15th generation, you must purchase the Thin Blooded flaw rather than the Lesser Generation flaw. You cannot purchase both Lesser Generation and Thin Blooded. If a character with Lesser Generation diablerizes and gains a generation that places her at the default point of your Generation background, you must remove this flaw and repay its XP cost. This change occurs when a Neonate character diablerizes and brings her generation from 12th to 11th or when an Ancilla character diablerizes from 10th to 9th generation.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"7FjgIQ1aCVlB8T7mGLoaFW","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Known to be Dead","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As a mortal, you lived in the area where the chronicle is set (or you possess a high Fame background), and those who love you believe that you are dead. If you use your real name, if your photograph gets out, or if you are spotted by people who knew you, uncomfortable questions will be asked. If it happens too often, mortal hunters will quickly realize your undead nature. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"4w2qrCp1xAeK6WOOWnystj","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Intolerance","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have an unreasoning dislike of a certain thing. This may be a clan, a bloodline, a type of creature, or a specific type of person. You will persecute these individuals to the extent of your ability, even jeopardizing alliances and your own reputation to see them besmirched. If forced to work with such a person, you suffer a -2 penalty to all of your nondefensive test pools.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"73OyixvfONGl25ekUP8gUD","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Inept","flawCost":3,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Embrace was a difficult one, and perhaps fate did not intend you to be a member of the clan that chose you. You have no skill with one of the native disciplines of your clan. You do not start with a free dot of this discipline, and you must pay out-of-clan XP costs to purchase this discipline, although you do not require a teacher. You must purchase this flaw at character creation. This fl aw cannot be removed.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"5AY8lNrmK5nI2sr4V7FrBs","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Impatient","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have no patience for standing around and waiting. You want to do things now — forget the slowpokes trying to hold you back. You vastly prefer acting on impulse without caring about the consequences. Every time you are forced to wait or be patient instead of acting immediately, you must spend 1 Willpower to wait without acting for five minutes. If you do not spend this Willpower, you react with extreme anger, lashing out at the source of your delay. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"4nQABsfQiQdhcFuuZWJCAF","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Illiterate","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through lack of education or as the result of a condition like dyslexia, you are unable to read or write. This flaw makes it impossible to access any dots in the following skills: Academics, Computer, or Science. Your Storyteller may likewise choose to limit the number of dots you may access in Lore or Occult.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"3huU5Wet0vHD7vfnPr4jwF","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Infamous Brood","flawCost":3,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You come from an infamous brood. Any officer of your sect can expend any status trait (abiding, innate, or fleeting) in order to give you the Warned status trait.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"2yietwckYyO1JteYwHCFG0","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Hunted","flawCost":4,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your name, face, and history are known to hunter organizations, werewolves, or an opposing sect. If you attract attention, the hunters will come for you. You must spend 2 downtime actions each month to avoid the individuals who are actively seeking your Final Death. If you fail to do this, you enter the game with your Healthy wound track filled with aggravated damage.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"4knUY8NREpAigpG6Fdhd0z","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Grip of the Damned","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"There is no ecstasy or pleasure in the Kiss when you feed; mortals suffer horrific agony from your bite. You must Grapple your prey to ensure that they cannot escape. You cannot close the wounds you cause after drinking others’ blood. Feeding from mortals counts as a level one Morality sin. For more information on Beast traits and Morality sins, see Chapter Seven: Dramatic Systems, Gaining Beast Traits.\n \n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"5CUsQe7cYSoTLCUA4jSS32","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Fragile Bones","flawCost":5,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Your body is less hardy than most and cannot endure as much injury. Your bones may be more brittle, and your physical stature may be slight or delicate. If you take more than 2 points of damage from a single blow, one of your limbs (chosen by your attacker) is broken. This limb is useless until that damage is healed. If one or both of your character’s legs becomes broken, you can only move one step per action, by limping or crawling. If either of your character’s arms becomes broken, you suffer a -5 penalty to Brawl and Melee attack test pools, unless the character has the Ambidextrous merit, in which case, you only suffer a -3 penalty. A character with a broken arm cannot use two handed weapons. A character with two broken arms cannot make Physical attacks unless she is capable of biting without grappling or she has more than two other useable limbs (such as tentacles summoned by Black Metamorphosis or limbs created with Vicissitude).\n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"3vcpEdj81595ngJVUrSKGB","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Flesh of the Corpse","flawCost":5,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your flesh does not fully regenerate once it is damaged. While you are able to heal yourself to the point of full functionality, your skin still retains cuts, tears, bullet holes, etc. Every time you are hit by a Physical attack that does 2 or more points of damage, you also suffer an immediate -1 penalty to your Physical attribute (to a maximum penalty of -5). This penalty is not removed if you heal the damage; it remains until the character rests for a full day.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"5dqw4ND7weqcnoohhRQChC","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Eerie Presence","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You radiate an otherworldly air that causes nervousness and unease in the people around you. The exact nature of this Eerie Presence is specific to each vampire and can take many different forms. You should speak with your Storyteller to determine the exact strangeness conferred upon your character by this fl aw, but all types of eerie Eerie Presence are disconcerting and potentially a breach of the Masquerade. You may take this fl aw up to three times for different aspects of your strange nature, but each must be distinctive and unconnected from the rest. You cannot take Eerie Presence twice and claim your eyes are purple and glowing. You can take Eerie Presence twice and say your eyes glow and you constantly emit a stench of decay.\n\nSome possible examples include:\n• Glowing or unusually colored eyes\n• Cold breeze following the character\n• Unearthly scent of roses or of grave earth\n• Permanent fangs that cannot retract\n• Forked tongue or scaled skin\n• Cast no reflection (as per the Lasombra clan weakness)\n• Plants wither as you approach and die at your touch\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"78dyyiVJyzmD4snQCcmyx4","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Dull","flawCost":2,"flawDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Life has become far more exciting since your Embrace… but sadly, you haven’t. You’re prone to talk about bland things, and you don’t handle furor or emotional stimulation very well. When others get passionate, you boggle, harrumph, and withdraw. This makes it difficult for you to express your deepest feelings and inner motivations. You don’t receive the retest usually given by a character’s archetype. \n\n","marks":[],"data":{}}],"data":{}}]},"flawType":["General"]},"sys":{"id":"N3v2WePWD4A4tokHHnfyS","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Disease Carrier","flawCost":4,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your blood carries a lethal and highly contagious disease. This disease can be anything from the Black Death, to rabies, to smallpox. Mortals whom you feed upon always contract this disease, and it is usually deadly. When you feed from a Stamina-focused mortal, she recovers within five days. Other mortals always die. When you spend a downtime action to feed, you must spend an additional downtime action to feed safely, or else you are knowingly murdering mortals by spreading your disease. If you do not feed safely, you gain Beast traits at the beginning of the next game, as though you committed murder. If you must feed during game, you must spend twice as long to feed, or you have not fed safely, and you\nimmediately suffer this same penalty. For more information on Beast traits and morality sins, see Chapter Seven: Dramatic Systems, Gaining Beast Traits.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"4Wkv2LG5EBZgN111Sd4HGk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Deep Sleeper","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have trouble waking during the day, even in dangerous situations. Your Morality is considered two lower for the purposes of staying awake during the day and in determining the penalties you suffer during daylight hours\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"3vBJ3PLrBPQn1iMyF9uClX","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Death Sight","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your sight never truly recovered from your death, and since your Embrace, it has refused to accurately portray the world around you. Everyone you see (mortal, vampire, or other) appear withered and dead. Buildings seem decrepit, and your surroundings hold no beauty and no vibrancy. All of your Investigation pools are at a -2 penalty, and you cannot use the Auspex power of Aura Perception to determine a creature’s type. Lastly, you cannot visually tell the difference between a living person and a vampire, even one on a path.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"6aOogOkHm3H6se6PNz4eKU","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Dark Secret","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have a secret from your past, which would cause great embarrassment if uncovered by your enemies. If your secret is publicly revealed, you must buy off this flaw, as per the\nrules for removing flaws. Like all flaws, remember that a Storyteller should not allow a Dark Secret that does not impact the character’s possible survival if it is revealed or that copies a difficulty inherent to the character type. A character cannot have more than one Dark Secret.\n\nSome examples of Dark Secrets include:\n• You have a lover in another sect or who is an infernalist\n• You have committed a crime that is punishable by sect’s laws\n• You have betrayed your clan or lineage\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"55GR3RNvrOAQcnFbrk552U","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Cursed","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You suffer from a minor supernatural curse due to your karmic debt to the universe or an enemy with a twisted sense of humor. This curse is specific and detailed; it should relate to some archetypal flaw in your character, such as hubris. Like all flaws, remember that a Storyteller should not allow a curse that does not meaningfully impact your character. A curse must be attached to a skill in which you possess at least 1 dot. When the curse is triggered, you receive a -1 penalty to test pools with that skill. You may purchase this flaw up to three times. Some examples:\n\n• A Nosferatu who was a governess in life carries a dying boy’s curse, stating that children younger than 10 can always see through her Obfuscate. While the player will portray this specific effect in her story, she has also associated this curse with her Stealth skill. Further, when in the presence of children younger than 10, her Stealth-based pools are reduced by one.\n\n• A Kiasyd has been cursed by tricksy faeries. Milk curdles in his presence, and insects die when they come within three paces of his location. Whenever the Storyteller indicates that that the faeries are actively plaguing him, the Kiasyd’s player must roleplay those effects. He has associated this curse with his Awareness skill, and therefore his Awareness-based pools are reduced by 1 when this occurs.\n\n• An archaeologist Lasombra believes that she was cursed for opening an ancient Egyptian tomb. The curse states that the Lasombra will “suffer a twisted tongue when she most needs clarity.” The Lasombra’s player has associated this curse with her Linguistics skill. Whenever she is attempting to translate one language into another, she roleplays her uncertainty and grammatical mistakes. Further, all pools based on her Linguistics skill are reduced by 1 when she is under pressure.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"6alSBIIHCd8gv61jLvHkvy","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Curiosity","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your incredible Curiosity often overrides your common sense. You can’t help it! There are so many wonderful things in the world, so many secrets to uncover, and so many mysteries to understand. If you fail to explore something new or unknown, your maximum Willpower is reduced by 1 for the remainder of the evening. This penalty is cumulative; if you refuse more than one intriguing opportunity, your Willpower maximum continues to decline.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"6OwZaEylFC3b5LA3cjjvqx","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Childlike","flawCost":4,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are very childlike in appearance. This may be because you are small of stature, or it may be because you were Embraced during a period of history when an early teenager was considered of marriageable age. It is against vampiric custom to Embrace children, and many consider such vampires to be both a significant breach of the Masquerade and a disgusting practice. Further, it is difficult for you to disguise the fact that you aren’t maturing, and it is difficult for a child to spend time in public during the late hours vampires must keep. Characters with this flaw have a starting Physical attribute maximum of 5, rather than 10. This number can be increased with bonus attribute traits.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"2XA7OglLMccIVKTzVVE8QM","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Careless","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"It’s hard for you to pay attention to detail, and when you get into combat, you tend to act first and think afterwards, even when it means you end up going in circles or forgetting simple things. You make plenty of mistakes in your everyday existence, such as leaving things behind or letting simple tasks slip your mind. Your attacks do not count against another player’s ability to declare a fair escape, unless you are currently grappling your target. A character you attack prior to her initiative in a round may still declare a fair escape in that round. Also, if someone declares her intention to fair escape, you cannot prevent her from fair escaping by declaring that you intend to use a Physical action against her later in that round. For more information on fair escape, see Chapter Six: Core Systems.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"1cT0H18xwrI70wWpBoQW2O","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Cannot Cross Running Water","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You cannot cross running water unless you are at least 50 feet above it. For the purpose of this flaw, “running water” must be at least the size of a stream three feet across or some larger body of water. When you cross running water, you lose 1 Willpower. That Willpower cannot be regained until you rest for a full day,\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"2DfNYTwfy5FFmI8NYSNY0h","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Blunted Fangs","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your fangs are blunted, rather than being sharp like those of other vampires. As a result, your bite does not do aggravated damage. Your bite also does not invoke the Kiss, and you must feed through more vicious means.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"b9o0pyQ3mZc2wwmudcd2I","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Bound to the Earth","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Some vampires are inextricably tied to their domains of origin, and they must rest in the proximity of at least two handfuls of native soil: earth from a place important in their mortal days. This earth may be the soil from your birthplace or earth from the graveyard where you underwent your Embrace. Each night spent without this physical connection to that land inflicts a cumulative -1 penalty to all of your attack test pools (to a maximum of -5). These penalties remain until you rest for a full day amid your earth once more.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"G5wChzDmF7TF1I0ukPwgp","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Beacon of the Unholy","flawCost":3,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You radiate a conspicuous evil, one that catches mortal attention and leaves a lingering feeling of unease. Devout mortals, and mortal hunters with True Faith, automatically realize you are a vampire. You may be descended from a mortal lineage that historically interacted (interbred) with demons, you may be suffering under a demonic curse, or you may actually be an infernalist. Any time you use a discipline’s 4th-dot power or above, your aura shows the signs of infernal corruption. You cannot enter sacred sites, such as churches, mosques, synagogues, or other places of worship. Powers of faith, including the True Faith of mortal hunters and the powers of the Salubri, always deal an additional point of damage on a successful attack.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"4CZpXyPJGkiv6DHYLB7ezD","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Awkward Mobility ","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have difficulty moving quickly or keeping up with those around you. You might be short, possess a club foot, have a hunchback, or walk with a limp. You take two steps per movement action instead of the standard three.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"1j0SXJVa90fF6zZN6Xs2uO","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Archaic","flawCost":2,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The constant influx of modern technology confuses and enrages you. Modern things signal an increase in mortal power and a palpable shift away from the world you understand. You cannot purchase the following skills: Computer, Drive, Science (any modern science), or Security. Further, you cannot operate machinery or technology invented in the last 100 years. \n\nNote: Players with this flaw should roleplay ancient or archaic perspectives on other skills where appropriate, such as the use of herbs and poultices when performing the Medicine skill, rather than modern drugs and equipment. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"6yy5UPzpFnGLNjBxaOsVtZ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"flaw":"Amnesia","flawCost":1,"flawDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are unable to remember anything about your past, yourself, or your family, whether mortal or vampiric. You have no knowledge of your past paramours, enemies, or allies. Your origins and the circumstances behind your Amnesia are for the Storyteller to determine, and she is encouraged to make your backstory as interesting as possible, so that it might haunt your present and affect your character’s story\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"flawType":["General"]},"sys":{"id":"43ckNn2xotNDXvfND5smfC","type":"Entry"}}]}