{"sys":{"type":"Array"},"total":317,"skip":300,"limit":100,"items":[{"metadata":{"tags":[]},"fields":{"merit":"Born in Shadow","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your spirit is particularly attuned to the dark depths of the Abyss. Once per turn, you can activate one of the first 2 dots of Obtenebration without spending Blood, though you must meet all other requirements. Alternately, once per turn you may use this merit to increase the radius of your Shroud of Night without spending Blood (See Chapter Four: Disciplines, ll Shroud of Night).\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Lasombra"],"meritType":["Clan-Specific"]},"sys":{"id":"1z7k3boAWBwLE98es7iUpk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Bloodline : Premascine","meritCost":4,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a throwback to an older lineage of the clan. You suffer from a ghastly pallor reminiscent of the Cappadocians, and you can learn Necromancy: Mortis Path. Other Giovanni (especially old ones) are extremely suspicious of characters who demonstrate the ability to harness the Mortis Path, believing that such an individual may still be loyal to the Cappadocians. Necromancy: Mortis Path is learned without a teacher and does not require the purchase of the Necromantic Expertise merit, but is not considered an in-clan discipline for any purpose (including purchase costs). \nThis merit is an exception to the rule that prevents nonCappado cians from learning Mortis Path.\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Giovanni"],"meritType":["Clan-Specific"]},"sys":{"id":"3qREn3xEGDittt0dxmJsqO","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Ghostly Retainer","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A loyal Retainer serves you from beyond the grave. This ghostly spirit is typically a departed family member who, for whatever reason, was never Embraced. Build this NPC as a level 5 Retainer, using the wraith rules in the Allies and Antagonists section (see Chapter Twelve: Allies and Antagonists). If you possess Necromancy: Sepulchre Path, you may spend 1 Blood to sorcerously summon your ghostly retainer, allowing her to teleport to your current location.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Giovanni"],"meritType":["Clan-Specific"]},"sys":{"id":"55nEi4BaN7bdUt64J3r9mm","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Mook","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You were Embraced for your physical prowess, and the Giovanni clan elders have called in favors to make sure you have ample instruction in combat without hindering your loyalty to the clan with the annoyance of a minimal blood bond. You can learn the disciplines Celerity and Fortitude without a teacher, although you must still pay out-of-clan costs to purchase these powers. This merit may be used to learn elder powers (assuming you meet the Generation requirements).\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Giovanni"],"meritType":["Clan-Specific"]},"sys":{"id":"33DJTJ5p13DraAWnLffQpg","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Shape of Beast’s Wrath","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When assuming the fight form granted by Protean, you can choose instead to turn into an enormous half-wolf, half-man monster. When you utilize Shape of Beast’s Wrath, your Brawl test pool increases by +5, and you do aggravated damage with your unarmed brawling attacks. While in this form, all of your defensive pools (Physical, Mental, and Social) suffer a -2 penalty. Shape of the Beast’s Wrath is considered a transformative power and cannot be combined with other transformative powers. Attribute bonuses or focus benefits that would normally be gained from Shape of the Beast do not apply to a character who has assumed the form granted by Shape of the Beast’s Wrath.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gangrel"],"meritType":["Clan-Specific"]},"sys":{"id":"6BXBCHl7BkxrXCuBa8TQeg","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Necromantic Expertise ","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can purchase an additional path of Necromancy in addition to the Sepulchre Path (any path except the Mortis Path, which is excluded from this merit). This additional path is learned without a teacher and is purchased at in-clan costs, but is not considered an in-clan discipline. For example, when using the Dominate power Possession, these Necromantic paths cannot be brought along. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Giovanni"],"meritType":["Clan-Specific"]},"sys":{"id":"3ZRVBoEmuwbyflDEmDsjiq","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Bloodline : Noiad","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Noiad bloodline, which hails from Finland, Sweden, and other parts of Scandinavia. These primitive seers and oracles disdain technology and modern culture, and prefer to remain in the undeveloped areas, holding tightly to the ancient traditions of their kind. Your in-clan disciplines are Animalism, Auspex, and Protean.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gangrel"],"meritType":["Clan-Specific"]},"sys":{"id":"4A9PfDQSCBDgNzbVT1CfnR","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Bloodline : Coyote","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Coyote bloodline. Sometimes known as “City Gangrel,” Coyotes were once seen only among the Sabbat, but in recent nights have been found as Autarks, Anarchs, and even the occasional member of the Camarilla. Unlike most Gangrel, Coyote are comfortable in city-based environments and consider themselves the ultimate urban predator. Your in-clan disciplines are Celerity, Obfuscate, and Protean.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gangrel"],"meritType":["Clan-Specific"]},"sys":{"id":"7hdFoIhyxiv9tziL350dX9","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Protean Blood","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once per hour, you can activate a Protean power without paying the costs (Blood and action) normally required to activate that power. Protean Blood’s effects happen on your initiative and cannot be combined with effects that allow you to take actions before or after your initiative in the round. This merit cannot be used with elder powers or Protean-based techniques, but may be used with the merit Shape of Beast’s Wrath.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gangrel"],"meritType":["Clan-Specific"]},"sys":{"id":"CV5YiHrbfiPxtKTNIV66x","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Bloodline : True Brujah","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of an ancient Brujah bloodline that reviles its tempestuous ancestors and dedicates itself to intellectual studies and passionless pursuits. Your in-clan disciplines are\nPotence, Presence, and Temporis.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Brujah"],"meritType":["Clan-Specific"]},"sys":{"id":"7I1mA5NJhFvnVSxwgcDjPg","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Scourge of Alecto","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When another character spends 1 or more points of Willpower to ignore your Awe, or attempts to overcome your Majesty, your Beast responds with spiteful rage. The sheer force of its anger rips into your rival’s spirit, tearing her apart. The target of Scourge of Alecto takes 1 point of aggravated damage; this damage cannot be reduced or negated. This effect does not require an action or a challenge to activate and does not break your Majesty.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Brujah"],"meritType":["Clan-Specific"]},"sys":{"id":"27OgG2QUidpXcgJrUpsN5d","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Burning Wrath","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A Brujah’s heart is ablaze with emotion, spurred by anger, and filled with righteous fury. By channelling this anger, you can expend a simple action to unleash your Burning Wrath,\nthus turning your fists into supernatural weapons. When this power is invoked, the character’s fists glow red with a dull, contained heat (you cannot actually start fires with this power). For the next hour, when you attack a foe with a bare-knuckled punch, you gain a +2 wild card bonus on this attack, and if successful, you inflict aggravated damage. You may end Burning Wrath at any time by expending a simple action.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Brujah"],"meritType":["Clan-Specific"]},"sys":{"id":"MDjv2XZQoCjqFvACLDaUK","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Awakening the Steel","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You possess a melee weapon that has been given a magical name, as part of an enchantment by a member of the Sorcerer caste. If you spend 1 Blood and use a simple action to call the weapon’s name, it appears in your hand. This occurs regardless of the weapon’s original location. You must have room to hold the weapon when it appears in your hand; the weapon cannot appear inside of a solid object. If your weapon is broken or destroyed, it will reform (as good as new) when you activate this power. If this power is used to reform your weapon, it appears exactly as it was first forged. If the weapon was modified or coated with blood, those modifications are removed when the weapon is reformed.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Assamite"],"meritType":["Clan-Specific"]},"sys":{"id":"7qvIjIRxZKommJzaLL2WGn","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Bloodline : Vizier","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Vizier bloodline, scholars and philosophers who defied the Eldest and refused to worship Haqim above Allah. The Viziers fled the mountain of Alamut and no longer serve the Eldest of the clan. Your inclan disciplines are Auspex, Celerity, and Quietus.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Assamite"],"meritType":["Clan-Specific"]},"sys":{"id":"dh9PTXpM8QTKagP05PWZZ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Rare Clan","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your character is a member of a rare clan, one that is very infrequently found in your chronicle’s setting. Such characters may be loners, outcasts, or solitary observers of society, and they may be treated poorly or shunned by the rest of the characters in play, as may be appropriate to the setting.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"1195iuECSn0X0qcv1gK8eJ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Uncommon Clan","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your character is a member of an uncommon clan, one that is not ordinarily found in your chronicle’s setting. This clan is not often seen, and she may be something of an outsider. You will find few other individuals of her clan within this setting, and she may be afforded fewer benefits than “proper members” of society. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"4ZOdS8mCtups4tsBvaNW16","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Surprise Attack","meritCost":1,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are skilled at attacking from surprise. You receive a +3 bonus to your Physical test pools when attacking an opponent who is unaware of your presence. You only receive this bonus\r\nonce per combat, as your first attack reveals your presence and ruins any further surprise.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Assamite"],"meritType":["Clan-Specific"]},"sys":{"id":"47LEvBXRXNZOIJxYN19qCh","type":"Entry"}}]}