{"sys":{"type":"Array"},"total":317,"skip":300,"limit":100,"items":[{"metadata":{"tags":[]},"fields":{"merit":"Path of the Hive","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"An ancient path originally followed by Clan Baali, the Abelenes act as shepherds guiding and protecting Creation from their true enemy: demons, devils, and fallen angels, all trapped in slumber by the One Above. The children of these slumbering horrors give them power and risk their awakening with every mention of their name.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Followers believe that Abel was resurrected as an immortal angel of vengeance, charged to be his brother’s shepherd and to cull from Caine’s flock to reclaim the blood his brother had stolen from him. Abelenes believe that all vampires are children of the light and blessed by the One Above, guiding humanity and shielding them against the Children of the Sleepers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The swarm needs to endure, and to that end the Children must remain imprisoned. Disciples of Moloch study demonology as a means to an end, collecting vast amounts of forbidden knowledge to learn the obscured True Names of the Sleepers so they may better supplicate them into perpetual dreaming. Abelenes are renowned occultists and incredibly skilled blood sorcerers who congregate in Nests, with no central authority. The path itself was rebuilt to espouse the precepts of the Order of Moloch and all followers of the path are, without exception, members of the Order. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"System:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You do not gain Beast traits when performing a sin so long as you commit that sin in an effort to thwart the machinations of the Sleepers and their children, including other Baali. If you swear fealty to the Fallen, the Sleepers, or other demonic forces, or if you fail to heed the counsel of the Swarm and are disloyal to other Abelenes, you gain Beast traits as if you had committed a level 1 sin. If you refuse to commit atrocities to keep the Sleepers dormant or if you selfishly use your knowledge and prowess to amass personal power you gain Beast traits as if you had committed a level 4 sin. Followers of this path are called Abelenes or the Children of Moloch.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Members of the Baali clan can purchase this merit for 2 points, rather than 3. Baali who purchase the Moloch’s Heir Merit may purchase this merit for free. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"WOyjI2ohFCUtKcgvpkU7d","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Path of Nocturnal Redemption","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Primarily a Sabbat path, followers of the Path of Nocturnal Redemption believe that there must be a higher power and that humanity has failed it. They find evidence to support this belief in the sin and degradation flourishing throughout the world. Vampires are the divine answer to this failure; the dark angels who exist in a state of purgatory on earth as a scourge upon sin. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"As children of Caine, vampires must seek redemption; not only for the sins of their creator, but also for their own failings. While adherents to this path no longer concern themselves with human morality, they do believe the vampiric condition is represented by the seven cardinal sins. As part of their quest to experience both sin and virtue, adherents follow a cycle of bestial indulgence and redemption that they refer to as the Divine Tide. By embracing the ebb and flow of sin followed by introspection and meditation on the act of sin, a follower of the Divine Tide can gain a deeper, more spiritual understanding of the vampiric condition. Through this understanding she can redeem herself, and in turn her creator, by guiding and taking confession from those who have lost their faith and succumbed to sin.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"System:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You do not gain Beast traits when performing a sin so long as you submit to the Divine Tide by embracing it and seeking forgiveness in order to understand the Beast and find redemption. If you resist the Divine Tide by refusing to indulge, or if you fail to seek knowledge of the Curse when there is little or no risk to yourself, you gain Beast traits as though you committed a level 1 sin. If you refuse to learn from those with greater understanding, kill a mortal touched by the divine without first offering her the Embrace, or refuse to seek confession and redemption, you gain Beast traits as if committing a level 4 sin. Followers of this path are called Martyrs.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Addition to the paths for the Sabbat Setting: Uncommon Paths: Path of Nocturnal Redemption","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"UxDw4MT4gc6bBmMQxf6Wl","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Path of Entelechy","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Path of Entelechy embraces the ancient ideal of the Brujah clan, namely the need to protect what is left of the humanity of every vampire. The path acknowledges three truths: Enkratia the Inner Strength; Reie the Courage; and Saphrosyne the Self-Control. By mastering each of these truths, a Philosopher seeks to achieve Entelechy; a state of self-perfection. Lust, hunger, and passion all feed the Beast and draw forth a frenzied state of uncontrol. The Beast is not part of one's true nature and must not be allowed to influence a vampire’s actions.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Adherents to this path constantly seek to test themselves and others to resist the urges that would rile their Beast to action. Helping others control their impulses allows adherents to learn more about controlling their own. Those who cause harm or succumb to the desires of the Beast should be disciplined. To allow such behaviors to go unpunished is to allow the Beast to flourish, and to do nothing is the same as if the adherent herself had committed the crime.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"System:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You do not gain Beast traits when performing a sin so long as you commit that sin in order to learn about yourself or to drive yourself or others to seek higher accomplishment. If you act on impulse, commit theft, robbery, or vandalism, or cause deliberate harm to a mortal, you gain Beast traits as though you committed a level 1 sin. If you allow others to fall to the Beast, murder an innocent, or allow a crime to go unpunished, you gain Beast traits as if you had committed a level 4 sin. Followers of this path are called Philosophers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Members of the Brujah clan and its bloodlines can purchase this merit for 2 points, rather than 3.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3qQAabgUZW1FLGBS0HmCuh","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Path Adherent","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have begun the process of a major transformation, taking your first steps on a Path of Enlightenment. By purchasing the Path Adherent merit you receive the benefits of a Path of Enlightenment Morality merit, as well as the appearance of someone who is on a Path, but you do not receive the benefits from the Expanded Path Mechanics section below. However, because you have just begun on the Path of Enlightenment, your Beast is not as subdued as that of a master. If you commit an action that is considered a level 1 sin by your Morality path, it counts as a level 2 sin instead. If you commit an action considered a level 4 sin by your Morality path, it counts as a level 5 sin instead.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, when you purchase the Path Adherent merit you apply any path discount to that purchase that you would have received due to your clan, bloodline, or setting adjustment for your sect, as if you had purchased the actual Path of Enlightenment Mortality merit that you benefit from. For example, in the Sabbat setting you may purchase the Path of Caine as a 1 point merit. Applying that discount to the purchase of Path Adherent, you may purchase Path Adherent for the Path of Caine at no cost.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"After purchasing this merit, you may change it to the full Path of Enlightenment merit for your chosen path by paying the difference in XP costs, provided the purchase would not surpass the maximum of seven merit points. You must also spend 6 downtime actions, or 3 downtime actions if you are learning from a teacher.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"65ni2CAf2qfHlvrfvfLLwf","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Blight of the Ever-Hungry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja were hunted for centuries, accused of being monstrous serial killers and ravenous flesh eaters. Whether due to seeing so many of your line fall to cowardly mobs, or due to a flawed Embrace from the karma of your sire, you have come to embody a monster of fear. When you purchase this merit, your in-clan disciplines are Auspex, Potence, and Necromancy: Path of the Graveborne. In addition, you gain an oversized maw of serrated teeth with the Brutal and Deadly qualities and the ability to bite without first establishing a grapple. You may only purchase this merit at character creation. If you lose this merit, you lose all dots of Potence and Necromancy: Path of the Graveborne you have purchased without an XP refund.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6I94c41DnNIpV4A9F7wLLe","type":"Entry","createdAt":"2021-02-19T20:58:16.560Z","updatedAt":"2021-04-18T14:43:22.350Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":7,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nagaraja","disciplines":["Auspex","Dominate","Necromancy: Ash Path"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since their creation, the origins and existence of the Nagaraja have been obscured by lies, misunderstanding, and fear. Most vampires believe that the Nagaraja are a foul bloodline of flesh-eaters who practice primitive and abhorrent magics. The Nagaraja themselves have never had the numbers, ability, or the inclination to change the perceptions of their rumored origins and have remained mysterious and dangerous bogeymen for most of history.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Unknown to most modern vampires, the Nagaraja began as a Tradition of mages called the Chakravanti who studied death magics and embraced the Metaphysic Trinity: the concepts of dynamism, static, and entropy. They believed that these forces, when balanced, turn the Wheel of Fate and are governed by Brahma the Producer, Vishnu the Preserver, and Shiva the Purifier, traditional Hindu gods responsible for the creation, upkeep, and destruction of the world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The origins of the Nagaraja can be traced back thousands of years to a centuries-long conflict between a group of ancient mages in the Himalayan region. Back then, a small band of  Chakravanti mages experimented with vampire blood and the energies of the Underworld. These experiments infused them with the potent energy of death itself and led to their expulsion from the Chakravanti Tradition out of fear of where their studies would lead them. Embattled and at odds with their former brethren, the outcasts fled to Egypt. It was there that they discovered a mysterious creature who promised them the answers to death that they so desperately wanted. An ancient bargain was struck; the specifics of which are long forgotten. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Their benefactor provided them with a potent spell which promised everlasting power, but it was incomplete. To perfect the ritual, the mages sought vampire blood, hoping to amass enough power to enact the spell. They preyed upon their benefactor’s enemies, the Followers of Set, subduing them with their magics and collecting their vitae. The mages hoped that by utilizing vampire blood to complete the spell they could purify the embrace, but they were unable to avoid the karmic results of their actions. When the ritual was enacted the mages emerged as the vampiric Nagaraja, but it was to be a flawed and tortured existence, driven by an undying hunger for the flesh of the living and beset by enemies on all sides. They were horrified by their transformation. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Having learned of their transgressions, the Followers of Set were quick to decry the upstart bloodline of flesh-eaters with knife-like teeth, and the other clans of vampires remained their enemies. Though the embrace had heightened their necromantic powers, it was not enough to enable the Nagaraja to fight a war on all fronts. To ensure their survival, they scattered in all directions, avoiding the great vampire sects and operating in secrecy. Some sought refuge in the Shadowlands, seeking to create an enclave where their enemies could not follow; however, their efforts were fraught with peril as many of the eldest Nagaraja were destroyed in a great Maelstrom during the 15th century. Other complications followed, including conflict with the various empires of wraiths and the eventual destruction of their primary base of operations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"These nights the surviving Nagaraja are without allies. Burdened by the misinformation and narratives that condemn them as bogeyman and merciless cannibals, most Nagaraja have abandoned the Shadowlands and have begun to repopulate their numbers. These nights, rumors abound that the Nagaraja are working towards an alliance with the other necromantic clans. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Roleplaying Notes","nodeType":"text"},{"data":{},"marks":[],"value":": The Nagaraja prefer candidates who have some relationship with death before the embrace. They are known to favor priests, spiritualists, morticians, exorcists, and even ghost hunters. They are also known to consider those who have had a brush with death, believing them to have caught a glimpse of the afterlife which may offer them a special insight. Very few embrace mortals who are violent criminals or murderers, as poorly chosen candidates sometimes fall victim to bad habits. The Nagaraja are very wary of their clan’s limitation and attempt to select candidates who can mitigate it accordingly.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Nagaraja develop a metaphysical attachment to consuming flesh; however, the act itself is deeply ritualized and never a trivial undertaking. They believe that to consume a living person’s flesh is to take a portion of the being’s soul. A Nagaraja forced to consume dead or recently deceased flesh feels empty and unfulfilled, yet many embrace this way of feeding for moral or spiritual reasons.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As an independent bloodline without access to a parent clan’s merits, the Nagaraja are presented with a broader suite of merit options as well as their own unique flaws. As a reminder, you cannot purchase multiple Nagaraja specific merits of the same point cost unless otherwise stated. For example, you could purchase Lichborne and Necrosynthesis but you could not purchase both Necrosynthesis and To Catch a Killer.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Rarity Cost: 2 (Uncommon)","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja have suffered from both persecution and calamities that have left them scattered throughout the world. Many of them have spent time as refugees, living in back alleys, slums, and in some cases the Shadowlands. However, with the rise of the hunters occupying the attention of the major vampire sects, the bloodline has begun to repopulate itself, giving way to more structure. These nights, the newly embraced members of the bloodline often act as agents for older Nagaraja who in turn lead the bloodline to organize and strengthen its position. With few elders left in the clan, many Nagaraja are ignorant as to the truth of their bloodline’s beginnings. They are acutely aware that most, if not all, other vampires consider the Nagaraja a dangerous and vile bloodline of nefarious origin and are aware that their elders are seeking to change that narrative. The elders believe their best way to forge a path forward is to strike an accord with the other necromantic clans and bloodlines. However, they are adamant in their stance against the Followers of Set; a position which makes the Nagaraja a potentially polarizing ally.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Rarity","nodeType":"text"},{"data":{},"marks":[],"value":": Uncommon","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to blood, the Nagaraja must consume raw living human flesh or the flesh of the very recently deceased. Whether a karmic punishment for the flawed ritual used to create themselves or as retribution from the Followers of Set, for every night a Nagaraja goes without consuming human flesh, she suffers a -1 penalty to all test pools. A Nagaraja may not benefit from the Herd background.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Necromantic Prowess (1-point merit) ","Lichborne (1-point merit)","Necrosynthesis (2-point merit)","To Catch a Killer (2-point merit)","Favored of Inauhaten (3-point merit)","Blight of the Ever-Hungry (3-point merit)"],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“The organ meats are full of nutrients, and are often pound-for-pound more sustaining than muscle meats. With the notable exceptions of tripe and brains, most organ meats are good sources of numerous vitamins and minerals. Now the liver is of especial interest, for it  is a good source of vitamin D.  Since you can no longer walk in the sun my childe, I recommend you start there.”","marks":[{"type":"italic"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"— Vysyn Hauq, Nagaraja","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3HO5wxBsvoAMY3edd1QSOL","type":"Asset","createdAt":"2021-03-05T20:07:12.734Z","updatedAt":"2021-03-05T20:07:12.734Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja","description":"Nagaraja Art","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3HO5wxBsvoAMY3edd1QSOL/5484134d0797da34c2e57766ced23ea5/nagaraja.png","details":{"size":256649,"image":{"width":320,"height":386}},"fileName":"nagaraja.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"13Yk9ROJwchrykjby05Zpn","type":"Asset","createdAt":"2021-02-20T21:43:50.885Z","updatedAt":"2021-02-20T21:43:50.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja Clan symbol","description":"Nagaraja","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/13Yk9ROJwchrykjby05Zpn/7eb7e4b821a262eddb059a2ed8d7a7b6/LogoBloodlineNagaraja.png","details":{"size":41530,"image":{"width":905,"height":500}},"fileName":"LogoBloodlineNagaraja.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"2FGpDhPSLFqOYHXtv7IWhd"}}],"inClanMerits":[{"metadata":{"tags":[]},"fields":{"merit":"Necromantic Prowess","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the Ash Path, you can purchase another path of Necromancy. This additional path is learned without a teacher and is purchased at in-clan costs but is not considered an in-clan discipline. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"56RCKHhUujtRzkgSxAWdAJ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Lichborne","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The taint of the spell used to create the Nagaraja is particularly strong within you. Not only does it stain your aura, but it has also warped your beast. For the purposes of Aura Perception and similar powers, you display an empty aura similar to a dead body. Your vampiric state, emotions, and even the stains of diablerie, do not color your aura. In addition, you may choose to purchase the Path of Death and the Soul merit at zero cost. Finally, the consumption of any flesh, including that of a living human, does not cause you to gain Beast traits. However, the death of your meal source would still be considered a sin. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may purchase this merit along with Necromantic Prowess. This is an exception to the rule preventing you from purchasing more than one clan-specific merit of the same cost. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"6SALP7VP8lg112wEOuaWEy","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Necrosynthesis","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The creation of the Nagaraja involved perverted magics that forever link the Nagaraja to the realm of the dead. Although many clans claim to be powerful necromancers, avid scholars of all things deathly, and wielders of dark magics, your essence is especially imbued by the entropic magics used to create the Nagaraja bloodline. Whenever you employ a Necromancy power that does not require an opposed challenge, you can apply that power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may benefit from the focus effect of the Path of Soul Bonding’s Dark Vessel power, but you may not gain the focus benefit for the Path of Soul Bonding’s Assimilate power if the target wraith is unwilling. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"4CJ62OCTaC6BOR3xzmVoBk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"To Catch a Killer","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja are experts at studying murder scenes and tracking down the perpetrators of the crimes they investigate. By spending three standard actions studying a murder scene, you may utilize a special Tracking ability to hunt and pursue the killer (or killers) without the requirement of Heightened Senses, the abilities of Shape of the Beast, or the need to sniff or track by scent. Your skill in tracking killers is innate and involves a complex and a supernatural affinity akin to forensic science. To track a target murderer, you may employ your Mental attribute + Occult skill instead of the normal Mental attribute + Survival skill for any tracking challenges. You may utilize this specialized tracking skill only against the murderer or murderers of your discovered crime scene. Unlike normal tracking challenges, you are not limited to tracking killers travelling by foot and do not lose the trail if your target crosses water or gets into a vehicle, nor can your target utilize the Streetwise skill to evade pursuit. The Storyteller is the final arbiter of whether or not a character can be tracked by your knowledge of forensics. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, your skills in the mundane sciences involving murder scenes and forensics are unparalleled in the vampire community. You can assign 9 total dots between the following skills and backgrounds: Allies, Contacts, Influence (Underworld or Elite), Medicine, Science (Forensics). This is done by assigning 4 dots to one choice, 3 dots to the next, and 2 dots to the final choice. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you choose Allies, Contacts, or Influence, you must choose specializations involving people or groups involved with murder investigations such as police officers, medical examiners, etc. The dots granted by this merit do not require you to spend XP to purchase. If you previously purchased dots in an applicable background, the XP is refunded. If you assigned dots during character creation to an applicable background, you may move those dots to another background in which you currently have no points.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"3eoZrx0tpu8pFdt0kSp83Z","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Favored of Inauhaten","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through a dark bargain struck long ago, the creation of the Nagaraja bloodline was aided by a powerful enemy of the Followers of Set. That bargain manifests as a supernatural protection from the powers innate to the benefactor’s enemies. If you are targeted by Path of Corruption or any non-elder or non-luminary Serpentis powers or techniques that require Serpentis, these powers automatically fail with no effect unless you consciously allow them to affect you. You also receive a +3 wild card bonus when defending against elder or luminary Serpentis powers.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5u2vTqDyW3D1HlJEsvaW7H","type":"Entry"}},"[Circular]"],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4OH8kplY6rThhPqLSZZMGS"}},{"sys":{"type":"Link","linkType":"Entry","id":"4njgqn2I5cfXGSstuyC8Rd"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Rncag5Nhkm1sDCTyDJgTH"}}]}}},"sys":{"id":"WQWARuaniCEI1VHUbA5Ob","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Favored of Inauhaten","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through a dark bargain struck long ago, the creation of the Nagaraja bloodline was aided by a powerful enemy of the Followers of Set. That bargain manifests as a supernatural protection from the powers innate to the benefactor’s enemies. If you are targeted by Path of Corruption or any non-elder or non-luminary Serpentis powers or techniques that require Serpentis, these powers automatically fail with no effect unless you consciously allow them to affect you. You also receive a +3 wild card bonus when defending against elder or luminary Serpentis powers.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6I94c41DnNIpV4A9F7wLLe","type":"Entry","createdAt":"2021-02-19T20:58:16.560Z","updatedAt":"2021-04-18T14:43:22.350Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":7,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nagaraja","disciplines":["Auspex","Dominate","Necromancy: Ash Path"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since their creation, the origins and existence of the Nagaraja have been obscured by lies, misunderstanding, and fear. Most vampires believe that the Nagaraja are a foul bloodline of flesh-eaters who practice primitive and abhorrent magics. The Nagaraja themselves have never had the numbers, ability, or the inclination to change the perceptions of their rumored origins and have remained mysterious and dangerous bogeymen for most of history.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Unknown to most modern vampires, the Nagaraja began as a Tradition of mages called the Chakravanti who studied death magics and embraced the Metaphysic Trinity: the concepts of dynamism, static, and entropy. They believed that these forces, when balanced, turn the Wheel of Fate and are governed by Brahma the Producer, Vishnu the Preserver, and Shiva the Purifier, traditional Hindu gods responsible for the creation, upkeep, and destruction of the world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The origins of the Nagaraja can be traced back thousands of years to a centuries-long conflict between a group of ancient mages in the Himalayan region. Back then, a small band of  Chakravanti mages experimented with vampire blood and the energies of the Underworld. These experiments infused them with the potent energy of death itself and led to their expulsion from the Chakravanti Tradition out of fear of where their studies would lead them. Embattled and at odds with their former brethren, the outcasts fled to Egypt. It was there that they discovered a mysterious creature who promised them the answers to death that they so desperately wanted. An ancient bargain was struck; the specifics of which are long forgotten. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Their benefactor provided them with a potent spell which promised everlasting power, but it was incomplete. To perfect the ritual, the mages sought vampire blood, hoping to amass enough power to enact the spell. They preyed upon their benefactor’s enemies, the Followers of Set, subduing them with their magics and collecting their vitae. The mages hoped that by utilizing vampire blood to complete the spell they could purify the embrace, but they were unable to avoid the karmic results of their actions. When the ritual was enacted the mages emerged as the vampiric Nagaraja, but it was to be a flawed and tortured existence, driven by an undying hunger for the flesh of the living and beset by enemies on all sides. They were horrified by their transformation. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Having learned of their transgressions, the Followers of Set were quick to decry the upstart bloodline of flesh-eaters with knife-like teeth, and the other clans of vampires remained their enemies. Though the embrace had heightened their necromantic powers, it was not enough to enable the Nagaraja to fight a war on all fronts. To ensure their survival, they scattered in all directions, avoiding the great vampire sects and operating in secrecy. Some sought refuge in the Shadowlands, seeking to create an enclave where their enemies could not follow; however, their efforts were fraught with peril as many of the eldest Nagaraja were destroyed in a great Maelstrom during the 15th century. Other complications followed, including conflict with the various empires of wraiths and the eventual destruction of their primary base of operations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"These nights the surviving Nagaraja are without allies. Burdened by the misinformation and narratives that condemn them as bogeyman and merciless cannibals, most Nagaraja have abandoned the Shadowlands and have begun to repopulate their numbers. These nights, rumors abound that the Nagaraja are working towards an alliance with the other necromantic clans. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Roleplaying Notes","nodeType":"text"},{"data":{},"marks":[],"value":": The Nagaraja prefer candidates who have some relationship with death before the embrace. They are known to favor priests, spiritualists, morticians, exorcists, and even ghost hunters. They are also known to consider those who have had a brush with death, believing them to have caught a glimpse of the afterlife which may offer them a special insight. Very few embrace mortals who are violent criminals or murderers, as poorly chosen candidates sometimes fall victim to bad habits. The Nagaraja are very wary of their clan’s limitation and attempt to select candidates who can mitigate it accordingly.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Nagaraja develop a metaphysical attachment to consuming flesh; however, the act itself is deeply ritualized and never a trivial undertaking. They believe that to consume a living person’s flesh is to take a portion of the being’s soul. A Nagaraja forced to consume dead or recently deceased flesh feels empty and unfulfilled, yet many embrace this way of feeding for moral or spiritual reasons.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As an independent bloodline without access to a parent clan’s merits, the Nagaraja are presented with a broader suite of merit options as well as their own unique flaws. As a reminder, you cannot purchase multiple Nagaraja specific merits of the same point cost unless otherwise stated. For example, you could purchase Lichborne and Necrosynthesis but you could not purchase both Necrosynthesis and To Catch a Killer.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Rarity Cost: 2 (Uncommon)","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja have suffered from both persecution and calamities that have left them scattered throughout the world. Many of them have spent time as refugees, living in back alleys, slums, and in some cases the Shadowlands. However, with the rise of the hunters occupying the attention of the major vampire sects, the bloodline has begun to repopulate itself, giving way to more structure. These nights, the newly embraced members of the bloodline often act as agents for older Nagaraja who in turn lead the bloodline to organize and strengthen its position. With few elders left in the clan, many Nagaraja are ignorant as to the truth of their bloodline’s beginnings. They are acutely aware that most, if not all, other vampires consider the Nagaraja a dangerous and vile bloodline of nefarious origin and are aware that their elders are seeking to change that narrative. The elders believe their best way to forge a path forward is to strike an accord with the other necromantic clans and bloodlines. However, they are adamant in their stance against the Followers of Set; a position which makes the Nagaraja a potentially polarizing ally.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Rarity","nodeType":"text"},{"data":{},"marks":[],"value":": Uncommon","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to blood, the Nagaraja must consume raw living human flesh or the flesh of the very recently deceased. Whether a karmic punishment for the flawed ritual used to create themselves or as retribution from the Followers of Set, for every night a Nagaraja goes without consuming human flesh, she suffers a -1 penalty to all test pools. A Nagaraja may not benefit from the Herd background.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Necromantic Prowess (1-point merit) ","Lichborne (1-point merit)","Necrosynthesis (2-point merit)","To Catch a Killer (2-point merit)","Favored of Inauhaten (3-point merit)","Blight of the Ever-Hungry (3-point merit)"],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“The organ meats are full of nutrients, and are often pound-for-pound more sustaining than muscle meats. With the notable exceptions of tripe and brains, most organ meats are good sources of numerous vitamins and minerals. Now the liver is of especial interest, for it  is a good source of vitamin D.  Since you can no longer walk in the sun my childe, I recommend you start there.”","marks":[{"type":"italic"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"— Vysyn Hauq, Nagaraja","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3HO5wxBsvoAMY3edd1QSOL","type":"Asset","createdAt":"2021-03-05T20:07:12.734Z","updatedAt":"2021-03-05T20:07:12.734Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja","description":"Nagaraja Art","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3HO5wxBsvoAMY3edd1QSOL/5484134d0797da34c2e57766ced23ea5/nagaraja.png","details":{"size":256649,"image":{"width":320,"height":386}},"fileName":"nagaraja.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"13Yk9ROJwchrykjby05Zpn","type":"Asset","createdAt":"2021-02-20T21:43:50.885Z","updatedAt":"2021-02-20T21:43:50.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja Clan symbol","description":"Nagaraja","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/13Yk9ROJwchrykjby05Zpn/7eb7e4b821a262eddb059a2ed8d7a7b6/LogoBloodlineNagaraja.png","details":{"size":41530,"image":{"width":905,"height":500}},"fileName":"LogoBloodlineNagaraja.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"2FGpDhPSLFqOYHXtv7IWhd"}}],"inClanMerits":[{"metadata":{"tags":[]},"fields":{"merit":"Necromantic Prowess","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the Ash Path, you can purchase another path of Necromancy. This additional path is learned without a teacher and is purchased at in-clan costs but is not considered an in-clan discipline. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"56RCKHhUujtRzkgSxAWdAJ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Lichborne","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The taint of the spell used to create the Nagaraja is particularly strong within you. Not only does it stain your aura, but it has also warped your beast. For the purposes of Aura Perception and similar powers, you display an empty aura similar to a dead body. Your vampiric state, emotions, and even the stains of diablerie, do not color your aura. In addition, you may choose to purchase the Path of Death and the Soul merit at zero cost. Finally, the consumption of any flesh, including that of a living human, does not cause you to gain Beast traits. However, the death of your meal source would still be considered a sin. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may purchase this merit along with Necromantic Prowess. This is an exception to the rule preventing you from purchasing more than one clan-specific merit of the same cost. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"6SALP7VP8lg112wEOuaWEy","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Necrosynthesis","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The creation of the Nagaraja involved perverted magics that forever link the Nagaraja to the realm of the dead. Although many clans claim to be powerful necromancers, avid scholars of all things deathly, and wielders of dark magics, your essence is especially imbued by the entropic magics used to create the Nagaraja bloodline. Whenever you employ a Necromancy power that does not require an opposed challenge, you can apply that power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may benefit from the focus effect of the Path of Soul Bonding’s Dark Vessel power, but you may not gain the focus benefit for the Path of Soul Bonding’s Assimilate power if the target wraith is unwilling. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"4CJ62OCTaC6BOR3xzmVoBk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"To Catch a Killer","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja are experts at studying murder scenes and tracking down the perpetrators of the crimes they investigate. By spending three standard actions studying a murder scene, you may utilize a special Tracking ability to hunt and pursue the killer (or killers) without the requirement of Heightened Senses, the abilities of Shape of the Beast, or the need to sniff or track by scent. Your skill in tracking killers is innate and involves a complex and a supernatural affinity akin to forensic science. To track a target murderer, you may employ your Mental attribute + Occult skill instead of the normal Mental attribute + Survival skill for any tracking challenges. You may utilize this specialized tracking skill only against the murderer or murderers of your discovered crime scene. Unlike normal tracking challenges, you are not limited to tracking killers travelling by foot and do not lose the trail if your target crosses water or gets into a vehicle, nor can your target utilize the Streetwise skill to evade pursuit. The Storyteller is the final arbiter of whether or not a character can be tracked by your knowledge of forensics. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, your skills in the mundane sciences involving murder scenes and forensics are unparalleled in the vampire community. You can assign 9 total dots between the following skills and backgrounds: Allies, Contacts, Influence (Underworld or Elite), Medicine, Science (Forensics). This is done by assigning 4 dots to one choice, 3 dots to the next, and 2 dots to the final choice. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you choose Allies, Contacts, or Influence, you must choose specializations involving people or groups involved with murder investigations such as police officers, medical examiners, etc. The dots granted by this merit do not require you to spend XP to purchase. If you previously purchased dots in an applicable background, the XP is refunded. If you assigned dots during character creation to an applicable background, you may move those dots to another background in which you currently have no points.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"3eoZrx0tpu8pFdt0kSp83Z","type":"Entry"}},"[Circular]",{"metadata":{"tags":[]},"fields":{"merit":"Blight of the Ever-Hungry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja were hunted for centuries, accused of being monstrous serial killers and ravenous flesh eaters. Whether due to seeing so many of your line fall to cowardly mobs, or due to a flawed Embrace from the karma of your sire, you have come to embody a monster of fear. When you purchase this merit, your in-clan disciplines are Auspex, Potence, and Necromancy: Path of the Graveborne. In addition, you gain an oversized maw of serrated teeth with the Brutal and Deadly qualities and the ability to bite without first establishing a grapple. You may only purchase this merit at character creation. If you lose this merit, you lose all dots of Potence and Necromancy: Path of the Graveborne you have purchased without an XP refund.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"WQWARuaniCEI1VHUbA5Ob","type":"Entry"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4OH8kplY6rThhPqLSZZMGS"}},{"sys":{"type":"Link","linkType":"Entry","id":"4njgqn2I5cfXGSstuyC8Rd"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Rncag5Nhkm1sDCTyDJgTH"}}]}}},"sys":{"id":"5u2vTqDyW3D1HlJEsvaW7H","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"To Catch a Killer","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja are experts at studying murder scenes and tracking down the perpetrators of the crimes they investigate. By spending three standard actions studying a murder scene, you may utilize a special Tracking ability to hunt and pursue the killer (or killers) without the requirement of Heightened Senses, the abilities of Shape of the Beast, or the need to sniff or track by scent. Your skill in tracking killers is innate and involves a complex and a supernatural affinity akin to forensic science. To track a target murderer, you may employ your Mental attribute + Occult skill instead of the normal Mental attribute + Survival skill for any tracking challenges. You may utilize this specialized tracking skill only against the murderer or murderers of your discovered crime scene. Unlike normal tracking challenges, you are not limited to tracking killers travelling by foot and do not lose the trail if your target crosses water or gets into a vehicle, nor can your target utilize the Streetwise skill to evade pursuit. The Storyteller is the final arbiter of whether or not a character can be tracked by your knowledge of forensics. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, your skills in the mundane sciences involving murder scenes and forensics are unparalleled in the vampire community. You can assign 9 total dots between the following skills and backgrounds: Allies, Contacts, Influence (Underworld or Elite), Medicine, Science (Forensics). This is done by assigning 4 dots to one choice, 3 dots to the next, and 2 dots to the final choice. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you choose Allies, Contacts, or Influence, you must choose specializations involving people or groups involved with murder investigations such as police officers, medical examiners, etc. The dots granted by this merit do not require you to spend XP to purchase. If you previously purchased dots in an applicable background, the XP is refunded. If you assigned dots during character creation to an applicable background, you may move those dots to another background in which you currently have no points.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6I94c41DnNIpV4A9F7wLLe","type":"Entry","createdAt":"2021-02-19T20:58:16.560Z","updatedAt":"2021-04-18T14:43:22.350Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":7,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nagaraja","disciplines":["Auspex","Dominate","Necromancy: Ash Path"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since their creation, the origins and existence of the Nagaraja have been obscured by lies, misunderstanding, and fear. Most vampires believe that the Nagaraja are a foul bloodline of flesh-eaters who practice primitive and abhorrent magics. The Nagaraja themselves have never had the numbers, ability, or the inclination to change the perceptions of their rumored origins and have remained mysterious and dangerous bogeymen for most of history.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Unknown to most modern vampires, the Nagaraja began as a Tradition of mages called the Chakravanti who studied death magics and embraced the Metaphysic Trinity: the concepts of dynamism, static, and entropy. They believed that these forces, when balanced, turn the Wheel of Fate and are governed by Brahma the Producer, Vishnu the Preserver, and Shiva the Purifier, traditional Hindu gods responsible for the creation, upkeep, and destruction of the world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The origins of the Nagaraja can be traced back thousands of years to a centuries-long conflict between a group of ancient mages in the Himalayan region. Back then, a small band of  Chakravanti mages experimented with vampire blood and the energies of the Underworld. These experiments infused them with the potent energy of death itself and led to their expulsion from the Chakravanti Tradition out of fear of where their studies would lead them. Embattled and at odds with their former brethren, the outcasts fled to Egypt. It was there that they discovered a mysterious creature who promised them the answers to death that they so desperately wanted. An ancient bargain was struck; the specifics of which are long forgotten. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Their benefactor provided them with a potent spell which promised everlasting power, but it was incomplete. To perfect the ritual, the mages sought vampire blood, hoping to amass enough power to enact the spell. They preyed upon their benefactor’s enemies, the Followers of Set, subduing them with their magics and collecting their vitae. The mages hoped that by utilizing vampire blood to complete the spell they could purify the embrace, but they were unable to avoid the karmic results of their actions. When the ritual was enacted the mages emerged as the vampiric Nagaraja, but it was to be a flawed and tortured existence, driven by an undying hunger for the flesh of the living and beset by enemies on all sides. They were horrified by their transformation. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Having learned of their transgressions, the Followers of Set were quick to decry the upstart bloodline of flesh-eaters with knife-like teeth, and the other clans of vampires remained their enemies. Though the embrace had heightened their necromantic powers, it was not enough to enable the Nagaraja to fight a war on all fronts. To ensure their survival, they scattered in all directions, avoiding the great vampire sects and operating in secrecy. Some sought refuge in the Shadowlands, seeking to create an enclave where their enemies could not follow; however, their efforts were fraught with peril as many of the eldest Nagaraja were destroyed in a great Maelstrom during the 15th century. Other complications followed, including conflict with the various empires of wraiths and the eventual destruction of their primary base of operations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"These nights the surviving Nagaraja are without allies. Burdened by the misinformation and narratives that condemn them as bogeyman and merciless cannibals, most Nagaraja have abandoned the Shadowlands and have begun to repopulate their numbers. These nights, rumors abound that the Nagaraja are working towards an alliance with the other necromantic clans. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Roleplaying Notes","nodeType":"text"},{"data":{},"marks":[],"value":": The Nagaraja prefer candidates who have some relationship with death before the embrace. They are known to favor priests, spiritualists, morticians, exorcists, and even ghost hunters. They are also known to consider those who have had a brush with death, believing them to have caught a glimpse of the afterlife which may offer them a special insight. Very few embrace mortals who are violent criminals or murderers, as poorly chosen candidates sometimes fall victim to bad habits. The Nagaraja are very wary of their clan’s limitation and attempt to select candidates who can mitigate it accordingly.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Nagaraja develop a metaphysical attachment to consuming flesh; however, the act itself is deeply ritualized and never a trivial undertaking. They believe that to consume a living person’s flesh is to take a portion of the being’s soul. A Nagaraja forced to consume dead or recently deceased flesh feels empty and unfulfilled, yet many embrace this way of feeding for moral or spiritual reasons.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As an independent bloodline without access to a parent clan’s merits, the Nagaraja are presented with a broader suite of merit options as well as their own unique flaws. As a reminder, you cannot purchase multiple Nagaraja specific merits of the same point cost unless otherwise stated. For example, you could purchase Lichborne and Necrosynthesis but you could not purchase both Necrosynthesis and To Catch a Killer.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Rarity Cost: 2 (Uncommon)","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja have suffered from both persecution and calamities that have left them scattered throughout the world. Many of them have spent time as refugees, living in back alleys, slums, and in some cases the Shadowlands. However, with the rise of the hunters occupying the attention of the major vampire sects, the bloodline has begun to repopulate itself, giving way to more structure. These nights, the newly embraced members of the bloodline often act as agents for older Nagaraja who in turn lead the bloodline to organize and strengthen its position. With few elders left in the clan, many Nagaraja are ignorant as to the truth of their bloodline’s beginnings. They are acutely aware that most, if not all, other vampires consider the Nagaraja a dangerous and vile bloodline of nefarious origin and are aware that their elders are seeking to change that narrative. The elders believe their best way to forge a path forward is to strike an accord with the other necromantic clans and bloodlines. However, they are adamant in their stance against the Followers of Set; a position which makes the Nagaraja a potentially polarizing ally.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Rarity","nodeType":"text"},{"data":{},"marks":[],"value":": Uncommon","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to blood, the Nagaraja must consume raw living human flesh or the flesh of the very recently deceased. Whether a karmic punishment for the flawed ritual used to create themselves or as retribution from the Followers of Set, for every night a Nagaraja goes without consuming human flesh, she suffers a -1 penalty to all test pools. A Nagaraja may not benefit from the Herd background.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Necromantic Prowess (1-point merit) ","Lichborne (1-point merit)","Necrosynthesis (2-point merit)","To Catch a Killer (2-point merit)","Favored of Inauhaten (3-point merit)","Blight of the Ever-Hungry (3-point merit)"],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“The organ meats are full of nutrients, and are often pound-for-pound more sustaining than muscle meats. With the notable exceptions of tripe and brains, most organ meats are good sources of numerous vitamins and minerals. Now the liver is of especial interest, for it  is a good source of vitamin D.  Since you can no longer walk in the sun my childe, I recommend you start there.”","marks":[{"type":"italic"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"— Vysyn Hauq, Nagaraja","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3HO5wxBsvoAMY3edd1QSOL","type":"Asset","createdAt":"2021-03-05T20:07:12.734Z","updatedAt":"2021-03-05T20:07:12.734Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja","description":"Nagaraja Art","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3HO5wxBsvoAMY3edd1QSOL/5484134d0797da34c2e57766ced23ea5/nagaraja.png","details":{"size":256649,"image":{"width":320,"height":386}},"fileName":"nagaraja.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"13Yk9ROJwchrykjby05Zpn","type":"Asset","createdAt":"2021-02-20T21:43:50.885Z","updatedAt":"2021-02-20T21:43:50.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja Clan symbol","description":"Nagaraja","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/13Yk9ROJwchrykjby05Zpn/7eb7e4b821a262eddb059a2ed8d7a7b6/LogoBloodlineNagaraja.png","details":{"size":41530,"image":{"width":905,"height":500}},"fileName":"LogoBloodlineNagaraja.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"2FGpDhPSLFqOYHXtv7IWhd"}}],"inClanMerits":[{"metadata":{"tags":[]},"fields":{"merit":"Necromantic Prowess","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the Ash Path, you can purchase another path of Necromancy. This additional path is learned without a teacher and is purchased at in-clan costs but is not considered an in-clan discipline. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"56RCKHhUujtRzkgSxAWdAJ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Lichborne","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The taint of the spell used to create the Nagaraja is particularly strong within you. Not only does it stain your aura, but it has also warped your beast. For the purposes of Aura Perception and similar powers, you display an empty aura similar to a dead body. Your vampiric state, emotions, and even the stains of diablerie, do not color your aura. In addition, you may choose to purchase the Path of Death and the Soul merit at zero cost. Finally, the consumption of any flesh, including that of a living human, does not cause you to gain Beast traits. However, the death of your meal source would still be considered a sin. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may purchase this merit along with Necromantic Prowess. This is an exception to the rule preventing you from purchasing more than one clan-specific merit of the same cost. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"6SALP7VP8lg112wEOuaWEy","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Necrosynthesis","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The creation of the Nagaraja involved perverted magics that forever link the Nagaraja to the realm of the dead. Although many clans claim to be powerful necromancers, avid scholars of all things deathly, and wielders of dark magics, your essence is especially imbued by the entropic magics used to create the Nagaraja bloodline. Whenever you employ a Necromancy power that does not require an opposed challenge, you can apply that power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may benefit from the focus effect of the Path of Soul Bonding’s Dark Vessel power, but you may not gain the focus benefit for the Path of Soul Bonding’s Assimilate power if the target wraith is unwilling. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"4CJ62OCTaC6BOR3xzmVoBk","type":"Entry"}},"[Circular]",{"metadata":{"tags":[]},"fields":{"merit":"Favored of Inauhaten","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through a dark bargain struck long ago, the creation of the Nagaraja bloodline was aided by a powerful enemy of the Followers of Set. That bargain manifests as a supernatural protection from the powers innate to the benefactor’s enemies. If you are targeted by Path of Corruption or any non-elder or non-luminary Serpentis powers or techniques that require Serpentis, these powers automatically fail with no effect unless you consciously allow them to affect you. You also receive a +3 wild card bonus when defending against elder or luminary Serpentis powers.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5u2vTqDyW3D1HlJEsvaW7H","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Blight of the Ever-Hungry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja were hunted for centuries, accused of being monstrous serial killers and ravenous flesh eaters. Whether due to seeing so many of your line fall to cowardly mobs, or due to a flawed Embrace from the karma of your sire, you have come to embody a monster of fear. When you purchase this merit, your in-clan disciplines are Auspex, Potence, and Necromancy: Path of the Graveborne. In addition, you gain an oversized maw of serrated teeth with the Brutal and Deadly qualities and the ability to bite without first establishing a grapple. You may only purchase this merit at character creation. If you lose this merit, you lose all dots of Potence and Necromancy: Path of the Graveborne you have purchased without an XP refund.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"WQWARuaniCEI1VHUbA5Ob","type":"Entry"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4OH8kplY6rThhPqLSZZMGS"}},{"sys":{"type":"Link","linkType":"Entry","id":"4njgqn2I5cfXGSstuyC8Rd"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Rncag5Nhkm1sDCTyDJgTH"}}]}}},"sys":{"id":"3eoZrx0tpu8pFdt0kSp83Z","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Necrosynthesis","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The creation of the Nagaraja involved perverted magics that forever link the Nagaraja to the realm of the dead. Although many clans claim to be powerful necromancers, avid scholars of all things deathly, and wielders of dark magics, your essence is especially imbued by the entropic magics used to create the Nagaraja bloodline. Whenever you employ a Necromancy power that does not require an opposed challenge, you can apply that power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may benefit from the focus effect of the Path of Soul Bonding’s Dark Vessel power, but you may not gain the focus benefit for the Path of Soul Bonding’s Assimilate power if the target wraith is unwilling. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6I94c41DnNIpV4A9F7wLLe","type":"Entry","createdAt":"2021-02-19T20:58:16.560Z","updatedAt":"2021-04-18T14:43:22.350Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":7,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nagaraja","disciplines":["Auspex","Dominate","Necromancy: Ash Path"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since their creation, the origins and existence of the Nagaraja have been obscured by lies, misunderstanding, and fear. Most vampires believe that the Nagaraja are a foul bloodline of flesh-eaters who practice primitive and abhorrent magics. The Nagaraja themselves have never had the numbers, ability, or the inclination to change the perceptions of their rumored origins and have remained mysterious and dangerous bogeymen for most of history.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Unknown to most modern vampires, the Nagaraja began as a Tradition of mages called the Chakravanti who studied death magics and embraced the Metaphysic Trinity: the concepts of dynamism, static, and entropy. They believed that these forces, when balanced, turn the Wheel of Fate and are governed by Brahma the Producer, Vishnu the Preserver, and Shiva the Purifier, traditional Hindu gods responsible for the creation, upkeep, and destruction of the world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The origins of the Nagaraja can be traced back thousands of years to a centuries-long conflict between a group of ancient mages in the Himalayan region. Back then, a small band of  Chakravanti mages experimented with vampire blood and the energies of the Underworld. These experiments infused them with the potent energy of death itself and led to their expulsion from the Chakravanti Tradition out of fear of where their studies would lead them. Embattled and at odds with their former brethren, the outcasts fled to Egypt. It was there that they discovered a mysterious creature who promised them the answers to death that they so desperately wanted. An ancient bargain was struck; the specifics of which are long forgotten. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Their benefactor provided them with a potent spell which promised everlasting power, but it was incomplete. To perfect the ritual, the mages sought vampire blood, hoping to amass enough power to enact the spell. They preyed upon their benefactor’s enemies, the Followers of Set, subduing them with their magics and collecting their vitae. The mages hoped that by utilizing vampire blood to complete the spell they could purify the embrace, but they were unable to avoid the karmic results of their actions. When the ritual was enacted the mages emerged as the vampiric Nagaraja, but it was to be a flawed and tortured existence, driven by an undying hunger for the flesh of the living and beset by enemies on all sides. They were horrified by their transformation. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Having learned of their transgressions, the Followers of Set were quick to decry the upstart bloodline of flesh-eaters with knife-like teeth, and the other clans of vampires remained their enemies. Though the embrace had heightened their necromantic powers, it was not enough to enable the Nagaraja to fight a war on all fronts. To ensure their survival, they scattered in all directions, avoiding the great vampire sects and operating in secrecy. Some sought refuge in the Shadowlands, seeking to create an enclave where their enemies could not follow; however, their efforts were fraught with peril as many of the eldest Nagaraja were destroyed in a great Maelstrom during the 15th century. Other complications followed, including conflict with the various empires of wraiths and the eventual destruction of their primary base of operations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"These nights the surviving Nagaraja are without allies. Burdened by the misinformation and narratives that condemn them as bogeyman and merciless cannibals, most Nagaraja have abandoned the Shadowlands and have begun to repopulate their numbers. These nights, rumors abound that the Nagaraja are working towards an alliance with the other necromantic clans. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Roleplaying Notes","nodeType":"text"},{"data":{},"marks":[],"value":": The Nagaraja prefer candidates who have some relationship with death before the embrace. They are known to favor priests, spiritualists, morticians, exorcists, and even ghost hunters. They are also known to consider those who have had a brush with death, believing them to have caught a glimpse of the afterlife which may offer them a special insight. Very few embrace mortals who are violent criminals or murderers, as poorly chosen candidates sometimes fall victim to bad habits. The Nagaraja are very wary of their clan’s limitation and attempt to select candidates who can mitigate it accordingly.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Nagaraja develop a metaphysical attachment to consuming flesh; however, the act itself is deeply ritualized and never a trivial undertaking. They believe that to consume a living person’s flesh is to take a portion of the being’s soul. A Nagaraja forced to consume dead or recently deceased flesh feels empty and unfulfilled, yet many embrace this way of feeding for moral or spiritual reasons.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As an independent bloodline without access to a parent clan’s merits, the Nagaraja are presented with a broader suite of merit options as well as their own unique flaws. As a reminder, you cannot purchase multiple Nagaraja specific merits of the same point cost unless otherwise stated. For example, you could purchase Lichborne and Necrosynthesis but you could not purchase both Necrosynthesis and To Catch a Killer.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Rarity Cost: 2 (Uncommon)","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja have suffered from both persecution and calamities that have left them scattered throughout the world. Many of them have spent time as refugees, living in back alleys, slums, and in some cases the Shadowlands. However, with the rise of the hunters occupying the attention of the major vampire sects, the bloodline has begun to repopulate itself, giving way to more structure. These nights, the newly embraced members of the bloodline often act as agents for older Nagaraja who in turn lead the bloodline to organize and strengthen its position. With few elders left in the clan, many Nagaraja are ignorant as to the truth of their bloodline’s beginnings. They are acutely aware that most, if not all, other vampires consider the Nagaraja a dangerous and vile bloodline of nefarious origin and are aware that their elders are seeking to change that narrative. The elders believe their best way to forge a path forward is to strike an accord with the other necromantic clans and bloodlines. However, they are adamant in their stance against the Followers of Set; a position which makes the Nagaraja a potentially polarizing ally.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Rarity","nodeType":"text"},{"data":{},"marks":[],"value":": Uncommon","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to blood, the Nagaraja must consume raw living human flesh or the flesh of the very recently deceased. Whether a karmic punishment for the flawed ritual used to create themselves or as retribution from the Followers of Set, for every night a Nagaraja goes without consuming human flesh, she suffers a -1 penalty to all test pools. A Nagaraja may not benefit from the Herd background.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Necromantic Prowess (1-point merit) ","Lichborne (1-point merit)","Necrosynthesis (2-point merit)","To Catch a Killer (2-point merit)","Favored of Inauhaten (3-point merit)","Blight of the Ever-Hungry (3-point merit)"],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“The organ meats are full of nutrients, and are often pound-for-pound more sustaining than muscle meats. With the notable exceptions of tripe and brains, most organ meats are good sources of numerous vitamins and minerals. Now the liver is of especial interest, for it  is a good source of vitamin D.  Since you can no longer walk in the sun my childe, I recommend you start there.”","marks":[{"type":"italic"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"— Vysyn Hauq, Nagaraja","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3HO5wxBsvoAMY3edd1QSOL","type":"Asset","createdAt":"2021-03-05T20:07:12.734Z","updatedAt":"2021-03-05T20:07:12.734Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja","description":"Nagaraja Art","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3HO5wxBsvoAMY3edd1QSOL/5484134d0797da34c2e57766ced23ea5/nagaraja.png","details":{"size":256649,"image":{"width":320,"height":386}},"fileName":"nagaraja.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"13Yk9ROJwchrykjby05Zpn","type":"Asset","createdAt":"2021-02-20T21:43:50.885Z","updatedAt":"2021-02-20T21:43:50.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja Clan symbol","description":"Nagaraja","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/13Yk9ROJwchrykjby05Zpn/7eb7e4b821a262eddb059a2ed8d7a7b6/LogoBloodlineNagaraja.png","details":{"size":41530,"image":{"width":905,"height":500}},"fileName":"LogoBloodlineNagaraja.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"2FGpDhPSLFqOYHXtv7IWhd"}}],"inClanMerits":[{"metadata":{"tags":[]},"fields":{"merit":"Necromantic Prowess","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the Ash Path, you can purchase another path of Necromancy. This additional path is learned without a teacher and is purchased at in-clan costs but is not considered an in-clan discipline. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"56RCKHhUujtRzkgSxAWdAJ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Lichborne","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The taint of the spell used to create the Nagaraja is particularly strong within you. Not only does it stain your aura, but it has also warped your beast. For the purposes of Aura Perception and similar powers, you display an empty aura similar to a dead body. Your vampiric state, emotions, and even the stains of diablerie, do not color your aura. In addition, you may choose to purchase the Path of Death and the Soul merit at zero cost. Finally, the consumption of any flesh, including that of a living human, does not cause you to gain Beast traits. However, the death of your meal source would still be considered a sin. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may purchase this merit along with Necromantic Prowess. This is an exception to the rule preventing you from purchasing more than one clan-specific merit of the same cost. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"6SALP7VP8lg112wEOuaWEy","type":"Entry"}},"[Circular]",{"metadata":{"tags":[]},"fields":{"merit":"To Catch a Killer","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja are experts at studying murder scenes and tracking down the perpetrators of the crimes they investigate. By spending three standard actions studying a murder scene, you may utilize a special Tracking ability to hunt and pursue the killer (or killers) without the requirement of Heightened Senses, the abilities of Shape of the Beast, or the need to sniff or track by scent. Your skill in tracking killers is innate and involves a complex and a supernatural affinity akin to forensic science. To track a target murderer, you may employ your Mental attribute + Occult skill instead of the normal Mental attribute + Survival skill for any tracking challenges. You may utilize this specialized tracking skill only against the murderer or murderers of your discovered crime scene. Unlike normal tracking challenges, you are not limited to tracking killers travelling by foot and do not lose the trail if your target crosses water or gets into a vehicle, nor can your target utilize the Streetwise skill to evade pursuit. The Storyteller is the final arbiter of whether or not a character can be tracked by your knowledge of forensics. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, your skills in the mundane sciences involving murder scenes and forensics are unparalleled in the vampire community. You can assign 9 total dots between the following skills and backgrounds: Allies, Contacts, Influence (Underworld or Elite), Medicine, Science (Forensics). This is done by assigning 4 dots to one choice, 3 dots to the next, and 2 dots to the final choice. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you choose Allies, Contacts, or Influence, you must choose specializations involving people or groups involved with murder investigations such as police officers, medical examiners, etc. The dots granted by this merit do not require you to spend XP to purchase. If you previously purchased dots in an applicable background, the XP is refunded. If you assigned dots during character creation to an applicable background, you may move those dots to another background in which you currently have no points.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"3eoZrx0tpu8pFdt0kSp83Z","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Favored of Inauhaten","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through a dark bargain struck long ago, the creation of the Nagaraja bloodline was aided by a powerful enemy of the Followers of Set. That bargain manifests as a supernatural protection from the powers innate to the benefactor’s enemies. If you are targeted by Path of Corruption or any non-elder or non-luminary Serpentis powers or techniques that require Serpentis, these powers automatically fail with no effect unless you consciously allow them to affect you. You also receive a +3 wild card bonus when defending against elder or luminary Serpentis powers.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5u2vTqDyW3D1HlJEsvaW7H","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Blight of the Ever-Hungry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja were hunted for centuries, accused of being monstrous serial killers and ravenous flesh eaters. Whether due to seeing so many of your line fall to cowardly mobs, or due to a flawed Embrace from the karma of your sire, you have come to embody a monster of fear. When you purchase this merit, your in-clan disciplines are Auspex, Potence, and Necromancy: Path of the Graveborne. In addition, you gain an oversized maw of serrated teeth with the Brutal and Deadly qualities and the ability to bite without first establishing a grapple. You may only purchase this merit at character creation. If you lose this merit, you lose all dots of Potence and Necromancy: Path of the Graveborne you have purchased without an XP refund.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"WQWARuaniCEI1VHUbA5Ob","type":"Entry"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4OH8kplY6rThhPqLSZZMGS"}},{"sys":{"type":"Link","linkType":"Entry","id":"4njgqn2I5cfXGSstuyC8Rd"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Rncag5Nhkm1sDCTyDJgTH"}}]}}},"sys":{"id":"4CJ62OCTaC6BOR3xzmVoBk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Lichborne","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The taint of the spell used to create the Nagaraja is particularly strong within you. Not only does it stain your aura, but it has also warped your beast. For the purposes of Aura Perception and similar powers, you display an empty aura similar to a dead body. Your vampiric state, emotions, and even the stains of diablerie, do not color your aura. In addition, you may choose to purchase the Path of Death and the Soul merit at zero cost. Finally, the consumption of any flesh, including that of a living human, does not cause you to gain Beast traits. However, the death of your meal source would still be considered a sin. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may purchase this merit along with Necromantic Prowess. This is an exception to the rule preventing you from purchasing more than one clan-specific merit of the same cost. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6I94c41DnNIpV4A9F7wLLe","type":"Entry","createdAt":"2021-02-19T20:58:16.560Z","updatedAt":"2021-04-18T14:43:22.350Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":7,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nagaraja","disciplines":["Auspex","Dominate","Necromancy: Ash Path"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since their creation, the origins and existence of the Nagaraja have been obscured by lies, misunderstanding, and fear. Most vampires believe that the Nagaraja are a foul bloodline of flesh-eaters who practice primitive and abhorrent magics. The Nagaraja themselves have never had the numbers, ability, or the inclination to change the perceptions of their rumored origins and have remained mysterious and dangerous bogeymen for most of history.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Unknown to most modern vampires, the Nagaraja began as a Tradition of mages called the Chakravanti who studied death magics and embraced the Metaphysic Trinity: the concepts of dynamism, static, and entropy. They believed that these forces, when balanced, turn the Wheel of Fate and are governed by Brahma the Producer, Vishnu the Preserver, and Shiva the Purifier, traditional Hindu gods responsible for the creation, upkeep, and destruction of the world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The origins of the Nagaraja can be traced back thousands of years to a centuries-long conflict between a group of ancient mages in the Himalayan region. Back then, a small band of  Chakravanti mages experimented with vampire blood and the energies of the Underworld. These experiments infused them with the potent energy of death itself and led to their expulsion from the Chakravanti Tradition out of fear of where their studies would lead them. Embattled and at odds with their former brethren, the outcasts fled to Egypt. It was there that they discovered a mysterious creature who promised them the answers to death that they so desperately wanted. An ancient bargain was struck; the specifics of which are long forgotten. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Their benefactor provided them with a potent spell which promised everlasting power, but it was incomplete. To perfect the ritual, the mages sought vampire blood, hoping to amass enough power to enact the spell. They preyed upon their benefactor’s enemies, the Followers of Set, subduing them with their magics and collecting their vitae. The mages hoped that by utilizing vampire blood to complete the spell they could purify the embrace, but they were unable to avoid the karmic results of their actions. When the ritual was enacted the mages emerged as the vampiric Nagaraja, but it was to be a flawed and tortured existence, driven by an undying hunger for the flesh of the living and beset by enemies on all sides. They were horrified by their transformation. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Having learned of their transgressions, the Followers of Set were quick to decry the upstart bloodline of flesh-eaters with knife-like teeth, and the other clans of vampires remained their enemies. Though the embrace had heightened their necromantic powers, it was not enough to enable the Nagaraja to fight a war on all fronts. To ensure their survival, they scattered in all directions, avoiding the great vampire sects and operating in secrecy. Some sought refuge in the Shadowlands, seeking to create an enclave where their enemies could not follow; however, their efforts were fraught with peril as many of the eldest Nagaraja were destroyed in a great Maelstrom during the 15th century. Other complications followed, including conflict with the various empires of wraiths and the eventual destruction of their primary base of operations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"These nights the surviving Nagaraja are without allies. Burdened by the misinformation and narratives that condemn them as bogeyman and merciless cannibals, most Nagaraja have abandoned the Shadowlands and have begun to repopulate their numbers. These nights, rumors abound that the Nagaraja are working towards an alliance with the other necromantic clans. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Roleplaying Notes","nodeType":"text"},{"data":{},"marks":[],"value":": The Nagaraja prefer candidates who have some relationship with death before the embrace. They are known to favor priests, spiritualists, morticians, exorcists, and even ghost hunters. They are also known to consider those who have had a brush with death, believing them to have caught a glimpse of the afterlife which may offer them a special insight. Very few embrace mortals who are violent criminals or murderers, as poorly chosen candidates sometimes fall victim to bad habits. The Nagaraja are very wary of their clan’s limitation and attempt to select candidates who can mitigate it accordingly.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Nagaraja develop a metaphysical attachment to consuming flesh; however, the act itself is deeply ritualized and never a trivial undertaking. They believe that to consume a living person’s flesh is to take a portion of the being’s soul. A Nagaraja forced to consume dead or recently deceased flesh feels empty and unfulfilled, yet many embrace this way of feeding for moral or spiritual reasons.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As an independent bloodline without access to a parent clan’s merits, the Nagaraja are presented with a broader suite of merit options as well as their own unique flaws. As a reminder, you cannot purchase multiple Nagaraja specific merits of the same point cost unless otherwise stated. For example, you could purchase Lichborne and Necrosynthesis but you could not purchase both Necrosynthesis and To Catch a Killer.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Rarity Cost: 2 (Uncommon)","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja have suffered from both persecution and calamities that have left them scattered throughout the world. Many of them have spent time as refugees, living in back alleys, slums, and in some cases the Shadowlands. However, with the rise of the hunters occupying the attention of the major vampire sects, the bloodline has begun to repopulate itself, giving way to more structure. These nights, the newly embraced members of the bloodline often act as agents for older Nagaraja who in turn lead the bloodline to organize and strengthen its position. With few elders left in the clan, many Nagaraja are ignorant as to the truth of their bloodline’s beginnings. They are acutely aware that most, if not all, other vampires consider the Nagaraja a dangerous and vile bloodline of nefarious origin and are aware that their elders are seeking to change that narrative. The elders believe their best way to forge a path forward is to strike an accord with the other necromantic clans and bloodlines. However, they are adamant in their stance against the Followers of Set; a position which makes the Nagaraja a potentially polarizing ally.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Rarity","nodeType":"text"},{"data":{},"marks":[],"value":": Uncommon","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to blood, the Nagaraja must consume raw living human flesh or the flesh of the very recently deceased. Whether a karmic punishment for the flawed ritual used to create themselves or as retribution from the Followers of Set, for every night a Nagaraja goes without consuming human flesh, she suffers a -1 penalty to all test pools. A Nagaraja may not benefit from the Herd background.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Necromantic Prowess (1-point merit) ","Lichborne (1-point merit)","Necrosynthesis (2-point merit)","To Catch a Killer (2-point merit)","Favored of Inauhaten (3-point merit)","Blight of the Ever-Hungry (3-point merit)"],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“The organ meats are full of nutrients, and are often pound-for-pound more sustaining than muscle meats. With the notable exceptions of tripe and brains, most organ meats are good sources of numerous vitamins and minerals. Now the liver is of especial interest, for it  is a good source of vitamin D.  Since you can no longer walk in the sun my childe, I recommend you start there.”","marks":[{"type":"italic"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"— Vysyn Hauq, Nagaraja","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3HO5wxBsvoAMY3edd1QSOL","type":"Asset","createdAt":"2021-03-05T20:07:12.734Z","updatedAt":"2021-03-05T20:07:12.734Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja","description":"Nagaraja Art","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3HO5wxBsvoAMY3edd1QSOL/5484134d0797da34c2e57766ced23ea5/nagaraja.png","details":{"size":256649,"image":{"width":320,"height":386}},"fileName":"nagaraja.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"13Yk9ROJwchrykjby05Zpn","type":"Asset","createdAt":"2021-02-20T21:43:50.885Z","updatedAt":"2021-02-20T21:43:50.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja Clan symbol","description":"Nagaraja","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/13Yk9ROJwchrykjby05Zpn/7eb7e4b821a262eddb059a2ed8d7a7b6/LogoBloodlineNagaraja.png","details":{"size":41530,"image":{"width":905,"height":500}},"fileName":"LogoBloodlineNagaraja.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"2FGpDhPSLFqOYHXtv7IWhd"}}],"inClanMerits":[{"metadata":{"tags":[]},"fields":{"merit":"Necromantic Prowess","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the Ash Path, you can purchase another path of Necromancy. This additional path is learned without a teacher and is purchased at in-clan costs but is not considered an in-clan discipline. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"56RCKHhUujtRzkgSxAWdAJ","type":"Entry"}},"[Circular]",{"metadata":{"tags":[]},"fields":{"merit":"Necrosynthesis","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The creation of the Nagaraja involved perverted magics that forever link the Nagaraja to the realm of the dead. Although many clans claim to be powerful necromancers, avid scholars of all things deathly, and wielders of dark magics, your essence is especially imbued by the entropic magics used to create the Nagaraja bloodline. Whenever you employ a Necromancy power that does not require an opposed challenge, you can apply that power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may benefit from the focus effect of the Path of Soul Bonding’s Dark Vessel power, but you may not gain the focus benefit for the Path of Soul Bonding’s Assimilate power if the target wraith is unwilling. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"4CJ62OCTaC6BOR3xzmVoBk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"To Catch a Killer","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja are experts at studying murder scenes and tracking down the perpetrators of the crimes they investigate. By spending three standard actions studying a murder scene, you may utilize a special Tracking ability to hunt and pursue the killer (or killers) without the requirement of Heightened Senses, the abilities of Shape of the Beast, or the need to sniff or track by scent. Your skill in tracking killers is innate and involves a complex and a supernatural affinity akin to forensic science. To track a target murderer, you may employ your Mental attribute + Occult skill instead of the normal Mental attribute + Survival skill for any tracking challenges. You may utilize this specialized tracking skill only against the murderer or murderers of your discovered crime scene. Unlike normal tracking challenges, you are not limited to tracking killers travelling by foot and do not lose the trail if your target crosses water or gets into a vehicle, nor can your target utilize the Streetwise skill to evade pursuit. The Storyteller is the final arbiter of whether or not a character can be tracked by your knowledge of forensics. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, your skills in the mundane sciences involving murder scenes and forensics are unparalleled in the vampire community. You can assign 9 total dots between the following skills and backgrounds: Allies, Contacts, Influence (Underworld or Elite), Medicine, Science (Forensics). This is done by assigning 4 dots to one choice, 3 dots to the next, and 2 dots to the final choice. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you choose Allies, Contacts, or Influence, you must choose specializations involving people or groups involved with murder investigations such as police officers, medical examiners, etc. The dots granted by this merit do not require you to spend XP to purchase. If you previously purchased dots in an applicable background, the XP is refunded. If you assigned dots during character creation to an applicable background, you may move those dots to another background in which you currently have no points.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"3eoZrx0tpu8pFdt0kSp83Z","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Favored of Inauhaten","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through a dark bargain struck long ago, the creation of the Nagaraja bloodline was aided by a powerful enemy of the Followers of Set. That bargain manifests as a supernatural protection from the powers innate to the benefactor’s enemies. If you are targeted by Path of Corruption or any non-elder or non-luminary Serpentis powers or techniques that require Serpentis, these powers automatically fail with no effect unless you consciously allow them to affect you. You also receive a +3 wild card bonus when defending against elder or luminary Serpentis powers.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5u2vTqDyW3D1HlJEsvaW7H","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Blight of the Ever-Hungry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja were hunted for centuries, accused of being monstrous serial killers and ravenous flesh eaters. Whether due to seeing so many of your line fall to cowardly mobs, or due to a flawed Embrace from the karma of your sire, you have come to embody a monster of fear. When you purchase this merit, your in-clan disciplines are Auspex, Potence, and Necromancy: Path of the Graveborne. In addition, you gain an oversized maw of serrated teeth with the Brutal and Deadly qualities and the ability to bite without first establishing a grapple. You may only purchase this merit at character creation. If you lose this merit, you lose all dots of Potence and Necromancy: Path of the Graveborne you have purchased without an XP refund.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"WQWARuaniCEI1VHUbA5Ob","type":"Entry"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4OH8kplY6rThhPqLSZZMGS"}},{"sys":{"type":"Link","linkType":"Entry","id":"4njgqn2I5cfXGSstuyC8Rd"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Rncag5Nhkm1sDCTyDJgTH"}}]}}},"sys":{"id":"6SALP7VP8lg112wEOuaWEy","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Necromantic Prowess","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the Ash Path, you can purchase another path of Necromancy. This additional path is learned without a teacher and is purchased at in-clan costs but is not considered an in-clan discipline. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6I94c41DnNIpV4A9F7wLLe","type":"Entry","createdAt":"2021-02-19T20:58:16.560Z","updatedAt":"2021-04-18T14:43:22.350Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":7,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nagaraja","disciplines":["Auspex","Dominate","Necromancy: Ash Path"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since their creation, the origins and existence of the Nagaraja have been obscured by lies, misunderstanding, and fear. Most vampires believe that the Nagaraja are a foul bloodline of flesh-eaters who practice primitive and abhorrent magics. The Nagaraja themselves have never had the numbers, ability, or the inclination to change the perceptions of their rumored origins and have remained mysterious and dangerous bogeymen for most of history.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Unknown to most modern vampires, the Nagaraja began as a Tradition of mages called the Chakravanti who studied death magics and embraced the Metaphysic Trinity: the concepts of dynamism, static, and entropy. They believed that these forces, when balanced, turn the Wheel of Fate and are governed by Brahma the Producer, Vishnu the Preserver, and Shiva the Purifier, traditional Hindu gods responsible for the creation, upkeep, and destruction of the world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The origins of the Nagaraja can be traced back thousands of years to a centuries-long conflict between a group of ancient mages in the Himalayan region. Back then, a small band of  Chakravanti mages experimented with vampire blood and the energies of the Underworld. These experiments infused them with the potent energy of death itself and led to their expulsion from the Chakravanti Tradition out of fear of where their studies would lead them. Embattled and at odds with their former brethren, the outcasts fled to Egypt. It was there that they discovered a mysterious creature who promised them the answers to death that they so desperately wanted. An ancient bargain was struck; the specifics of which are long forgotten. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Their benefactor provided them with a potent spell which promised everlasting power, but it was incomplete. To perfect the ritual, the mages sought vampire blood, hoping to amass enough power to enact the spell. They preyed upon their benefactor’s enemies, the Followers of Set, subduing them with their magics and collecting their vitae. The mages hoped that by utilizing vampire blood to complete the spell they could purify the embrace, but they were unable to avoid the karmic results of their actions. When the ritual was enacted the mages emerged as the vampiric Nagaraja, but it was to be a flawed and tortured existence, driven by an undying hunger for the flesh of the living and beset by enemies on all sides. They were horrified by their transformation. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Having learned of their transgressions, the Followers of Set were quick to decry the upstart bloodline of flesh-eaters with knife-like teeth, and the other clans of vampires remained their enemies. Though the embrace had heightened their necromantic powers, it was not enough to enable the Nagaraja to fight a war on all fronts. To ensure their survival, they scattered in all directions, avoiding the great vampire sects and operating in secrecy. Some sought refuge in the Shadowlands, seeking to create an enclave where their enemies could not follow; however, their efforts were fraught with peril as many of the eldest Nagaraja were destroyed in a great Maelstrom during the 15th century. Other complications followed, including conflict with the various empires of wraiths and the eventual destruction of their primary base of operations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"These nights the surviving Nagaraja are without allies. Burdened by the misinformation and narratives that condemn them as bogeyman and merciless cannibals, most Nagaraja have abandoned the Shadowlands and have begun to repopulate their numbers. These nights, rumors abound that the Nagaraja are working towards an alliance with the other necromantic clans. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Roleplaying Notes","nodeType":"text"},{"data":{},"marks":[],"value":": The Nagaraja prefer candidates who have some relationship with death before the embrace. They are known to favor priests, spiritualists, morticians, exorcists, and even ghost hunters. They are also known to consider those who have had a brush with death, believing them to have caught a glimpse of the afterlife which may offer them a special insight. Very few embrace mortals who are violent criminals or murderers, as poorly chosen candidates sometimes fall victim to bad habits. The Nagaraja are very wary of their clan’s limitation and attempt to select candidates who can mitigate it accordingly.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Nagaraja develop a metaphysical attachment to consuming flesh; however, the act itself is deeply ritualized and never a trivial undertaking. They believe that to consume a living person’s flesh is to take a portion of the being’s soul. A Nagaraja forced to consume dead or recently deceased flesh feels empty and unfulfilled, yet many embrace this way of feeding for moral or spiritual reasons.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As an independent bloodline without access to a parent clan’s merits, the Nagaraja are presented with a broader suite of merit options as well as their own unique flaws. As a reminder, you cannot purchase multiple Nagaraja specific merits of the same point cost unless otherwise stated. For example, you could purchase Lichborne and Necrosynthesis but you could not purchase both Necrosynthesis and To Catch a Killer.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Rarity Cost: 2 (Uncommon)","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja have suffered from both persecution and calamities that have left them scattered throughout the world. Many of them have spent time as refugees, living in back alleys, slums, and in some cases the Shadowlands. However, with the rise of the hunters occupying the attention of the major vampire sects, the bloodline has begun to repopulate itself, giving way to more structure. These nights, the newly embraced members of the bloodline often act as agents for older Nagaraja who in turn lead the bloodline to organize and strengthen its position. With few elders left in the clan, many Nagaraja are ignorant as to the truth of their bloodline’s beginnings. They are acutely aware that most, if not all, other vampires consider the Nagaraja a dangerous and vile bloodline of nefarious origin and are aware that their elders are seeking to change that narrative. The elders believe their best way to forge a path forward is to strike an accord with the other necromantic clans and bloodlines. However, they are adamant in their stance against the Followers of Set; a position which makes the Nagaraja a potentially polarizing ally.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Rarity","nodeType":"text"},{"data":{},"marks":[],"value":": Uncommon","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to blood, the Nagaraja must consume raw living human flesh or the flesh of the very recently deceased. Whether a karmic punishment for the flawed ritual used to create themselves or as retribution from the Followers of Set, for every night a Nagaraja goes without consuming human flesh, she suffers a -1 penalty to all test pools. A Nagaraja may not benefit from the Herd background.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Necromantic Prowess (1-point merit) ","Lichborne (1-point merit)","Necrosynthesis (2-point merit)","To Catch a Killer (2-point merit)","Favored of Inauhaten (3-point merit)","Blight of the Ever-Hungry (3-point merit)"],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“The organ meats are full of nutrients, and are often pound-for-pound more sustaining than muscle meats. With the notable exceptions of tripe and brains, most organ meats are good sources of numerous vitamins and minerals. Now the liver is of especial interest, for it  is a good source of vitamin D.  Since you can no longer walk in the sun my childe, I recommend you start there.”","marks":[{"type":"italic"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"— Vysyn Hauq, Nagaraja","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3HO5wxBsvoAMY3edd1QSOL","type":"Asset","createdAt":"2021-03-05T20:07:12.734Z","updatedAt":"2021-03-05T20:07:12.734Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja","description":"Nagaraja Art","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3HO5wxBsvoAMY3edd1QSOL/5484134d0797da34c2e57766ced23ea5/nagaraja.png","details":{"size":256649,"image":{"width":320,"height":386}},"fileName":"nagaraja.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"13Yk9ROJwchrykjby05Zpn","type":"Asset","createdAt":"2021-02-20T21:43:50.885Z","updatedAt":"2021-02-20T21:43:50.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja Clan symbol","description":"Nagaraja","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/13Yk9ROJwchrykjby05Zpn/7eb7e4b821a262eddb059a2ed8d7a7b6/LogoBloodlineNagaraja.png","details":{"size":41530,"image":{"width":905,"height":500}},"fileName":"LogoBloodlineNagaraja.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"2FGpDhPSLFqOYHXtv7IWhd"}}],"inClanMerits":["[Circular]",{"metadata":{"tags":[]},"fields":{"merit":"Lichborne","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The taint of the spell used to create the Nagaraja is particularly strong within you. Not only does it stain your aura, but it has also warped your beast. For the purposes of Aura Perception and similar powers, you display an empty aura similar to a dead body. Your vampiric state, emotions, and even the stains of diablerie, do not color your aura. In addition, you may choose to purchase the Path of Death and the Soul merit at zero cost. Finally, the consumption of any flesh, including that of a living human, does not cause you to gain Beast traits. However, the death of your meal source would still be considered a sin. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may purchase this merit along with Necromantic Prowess. This is an exception to the rule preventing you from purchasing more than one clan-specific merit of the same cost. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"6SALP7VP8lg112wEOuaWEy","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Necrosynthesis","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The creation of the Nagaraja involved perverted magics that forever link the Nagaraja to the realm of the dead. Although many clans claim to be powerful necromancers, avid scholars of all things deathly, and wielders of dark magics, your essence is especially imbued by the entropic magics used to create the Nagaraja bloodline. Whenever you employ a Necromancy power that does not require an opposed challenge, you can apply that power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may benefit from the focus effect of the Path of Soul Bonding’s Dark Vessel power, but you may not gain the focus benefit for the Path of Soul Bonding’s Assimilate power if the target wraith is unwilling. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"4CJ62OCTaC6BOR3xzmVoBk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"To Catch a Killer","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja are experts at studying murder scenes and tracking down the perpetrators of the crimes they investigate. By spending three standard actions studying a murder scene, you may utilize a special Tracking ability to hunt and pursue the killer (or killers) without the requirement of Heightened Senses, the abilities of Shape of the Beast, or the need to sniff or track by scent. Your skill in tracking killers is innate and involves a complex and a supernatural affinity akin to forensic science. To track a target murderer, you may employ your Mental attribute + Occult skill instead of the normal Mental attribute + Survival skill for any tracking challenges. You may utilize this specialized tracking skill only against the murderer or murderers of your discovered crime scene. Unlike normal tracking challenges, you are not limited to tracking killers travelling by foot and do not lose the trail if your target crosses water or gets into a vehicle, nor can your target utilize the Streetwise skill to evade pursuit. The Storyteller is the final arbiter of whether or not a character can be tracked by your knowledge of forensics. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, your skills in the mundane sciences involving murder scenes and forensics are unparalleled in the vampire community. You can assign 9 total dots between the following skills and backgrounds: Allies, Contacts, Influence (Underworld or Elite), Medicine, Science (Forensics). This is done by assigning 4 dots to one choice, 3 dots to the next, and 2 dots to the final choice. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you choose Allies, Contacts, or Influence, you must choose specializations involving people or groups involved with murder investigations such as police officers, medical examiners, etc. The dots granted by this merit do not require you to spend XP to purchase. If you previously purchased dots in an applicable background, the XP is refunded. If you assigned dots during character creation to an applicable background, you may move those dots to another background in which you currently have no points.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"3eoZrx0tpu8pFdt0kSp83Z","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Favored of Inauhaten","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through a dark bargain struck long ago, the creation of the Nagaraja bloodline was aided by a powerful enemy of the Followers of Set. That bargain manifests as a supernatural protection from the powers innate to the benefactor’s enemies. If you are targeted by Path of Corruption or any non-elder or non-luminary Serpentis powers or techniques that require Serpentis, these powers automatically fail with no effect unless you consciously allow them to affect you. You also receive a +3 wild card bonus when defending against elder or luminary Serpentis powers.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5u2vTqDyW3D1HlJEsvaW7H","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Blight of the Ever-Hungry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja were hunted for centuries, accused of being monstrous serial killers and ravenous flesh eaters. Whether due to seeing so many of your line fall to cowardly mobs, or due to a flawed Embrace from the karma of your sire, you have come to embody a monster of fear. When you purchase this merit, your in-clan disciplines are Auspex, Potence, and Necromancy: Path of the Graveborne. In addition, you gain an oversized maw of serrated teeth with the Brutal and Deadly qualities and the ability to bite without first establishing a grapple. You may only purchase this merit at character creation. If you lose this merit, you lose all dots of Potence and Necromancy: Path of the Graveborne you have purchased without an XP refund.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"WQWARuaniCEI1VHUbA5Ob","type":"Entry"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4OH8kplY6rThhPqLSZZMGS"}},{"sys":{"type":"Link","linkType":"Entry","id":"4njgqn2I5cfXGSstuyC8Rd"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Rncag5Nhkm1sDCTyDJgTH"}}]}}},"sys":{"id":"56RCKHhUujtRzkgSxAWdAJ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Soul of the Wyld","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All Lhiannan believe that their embrace imparts a childe with a portion of the essence of the spirit infused with the Witch of Connaught. You received an especially potent shard, marking you as forever connected to the spirit world. Spirits recognize this attunement and treat you favorably. In addition, you may purchase gifts from the auspice of the moon phase of the moon you were embraced under (see Mind’s Eye Theatre Werewolf: The Apocalypse). You are limited to purchasing only level 1 and level 2 gifts. When employing these gifts, you spend Blood instead of any other required costs. These gifts are taught to you by willing spirits of the Umbra and are purchased at out-of-clan costs. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This merit must be purchased at character creation and, if removed, you lose all purchased werewolf Gifts. You may not purchase the Awaken Minor Spirit gift through this merit. While the spirits recognize you as an ally, they do not trust you enough to give you dominion of their kind. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Lhiannan"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"Rimx7nwuLTKXeKKZk6qUd","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Consecrated Grove","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While all Lhiannan are bound to nature and make their homes in the untouched wilds that still exist in the world, your bond with your territory is even more powerful than that of your sisters. You gain 5 free dots of the Haven background representing your Consecrated Grove. The location must be remote and outside or isolated from any city. You may choose the specializations for this background normally. Your Storyteller is the final arbiter of whether your selected location is proper.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While in your Consecrated Grove you may spend a simple action to call on the nature spirits inhabiting the plants and wildlife to aid you against interlopers. This grants you a +5 wild card bonus to your Physical defense test pool as the plants animate to defend you and animal spirits come to your aid. This bonus lasts for as long as you remain in your Consecrated Grove. Finally, once a month you can spend 10 minutes in uninterrupted spiritual communion with nature to refill your Willpower pool and remove all damage you have suffered.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If your Consecrated Grove is destroyed, you may find and consecrate another by succeeding in difficulty 2 Complex Quest. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Lhiannan"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"1ModMzlUT4xAvNfiYss6BM","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Nature Walk","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Lhiannan are bound to nature and the shrinking wilderness areas of the world. By spending a Blood and a simple action, a Lhiannan can meld with any natural substance at least as large as their person as if they possessed the Protean power Earth Meld. This includes unprocessed wood such as trees and large plants, natural stone such as caves or boulders, and natural soil which has not been worked by modern practices such as farmland. While melded with a natural substance, if you do not possess the Perception focus you are considered to have it for the benefits of the Earth Meld power. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, by spending 1 point of Blood and your standard action to make contact with a natural substance, you may exit from another natural substance up to 15 steps in any direction. To Nature Walk you must physically touch a natural substance roughly the size of your body. You immediately exit from the other natural substance within your line of sight, as though it were your next step. Nature Walk cannot be used if you are grappled and you cannot bring other individuals or large objects with you. Nature Walk cannot be used during Celerity rounds.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Lhiannan"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"20LNNyzxhJbitz9THoWMmp","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Bloodline: Corsairs","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"The night rests now; the evening calms before another maelstrom rounds the corner. The call is upon you. You must decide for yourself what you are fighting for. Remember, you get this one life, however long or short it is. Live it with conviction and demand the freedom that is your birth-right - even if you only hold it for a few short moments.","nodeType":"text"},{"data":{},"marks":[],"value":"” — Valerie Evans, Lasombra Corsair","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Disciplines:","nodeType":"text"},{"data":{},"marks":[],"value":" Celerity, Obtenebration, Presence\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Rarity:","nodeType":"text"},{"data":{},"marks":[],"value":" Uncommon\n\n\nKnown for their mastery of darkness, the Lasombra often bristle when standing in another’s shadow. The Corsairs understand this sentiment all too well. Having grown tired of tyrannical rule by distant courts and ancient autocrats, the bloodline chose to leave it all behind, amassing power, wealth, and the ire of their parent Clan during the nights of the Spanish Conquista. Unlike conventional Lasombra, the Corsairs show little interest in weaving tangled and manipulative shadow webs. Instead, they choose to embrace strife through violence, treachery, and guile as a means to ascension. For the Corsairs, the shadows are not just an entity to master; they are a strategic place to evade pursuit and to strike against their enemies.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"With the conquest of the New World, many neonates and ancilla of the Lasombra clan sought to escape the stifling rule of Europe, often turning to the irresistible lure of the sea. Upon arriving in the New World, they found the Spanish Empire uncovering riches by the boatload, returning their loot back across the ocean in well-armed Galleons. The siren’s allure of riches and spoils was insatiable to the privateers and pirates who controlled much of the Spanish galleon routes, most of whom were Lasombra. The thefts were small at first but as success and bodies began to pile up, word found its way back to the elder Lasombra of the Old World. These elder Lasombra had deep ties to both the crowns of Europe and the Catholic Church, and held a significant amount of wealth as patronage. Upon discovering the role of other Lasombra in these thefts, the elders petitioned the Blood Courts of the ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Les Amis Noir","nodeType":"text"},{"data":{},"marks":[],"value":" who in turn ruled that all Lasombra were forbidden from interfering with the Spanish Armada upon pain of final death.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While the decision was satisfactory to the Lasombra elders, it was considered unacceptable to the younger Lasombra who were still coming into their own. Like many of the humans who left Europe for the New World, they had craved new opportunity and freedom from the stifling presence of European elders who hoarded power and influence. A secret cabal formed, composed of capable yet disenfranchised Lasombra who chose to act in open defiance of the Blood Court’s ruling. They seized Spanish cargo and raided the Spanish-controlled settlements. The ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Les Amis Noir","nodeType":"text"},{"data":{},"marks":[],"value":" and its agents attempted to intervene, killing or torporing as many offenders as they could find, but word of the egregious reaction spread like wildfire as more neonate Lasombra joined the cause. With resources already spread thin due to war and colonial uprisings, the ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Les Amis Noir","nodeType":"text"},{"data":{},"marks":[],"value":" was forced to retreat. The remaining rebels were dubbed “Corsairs” after the ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"guerre de course","nodeType":"text"},{"data":{},"marks":[{"type":"bold"},{"type":"italic"}],"value":" ","nodeType":"text"},{"data":{},"marks":[],"value":"eluded capture.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"By the end of the Age of Sail, the Corsairs had amassed significant wealth and influence, becoming pirate kings and governors of settlements that had declared independence from Europe. Many were content to remain within the Caribbean nations, while others spread their operations through the Spanish, Portguese, and West Indian trade routes. Though many of the European Lasombra were still bitter over the earlier defiance of the Corsairs, a few appreciated the audacity of how they were able to seize power in such a quintessential Lasombra manner. Still, the Corsairs remained ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"persona non grata ","nodeType":"text"},{"data":{},"marks":[],"value":"in most of the Camarilla and Lasombra circles, as both the Lasombra and their ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"antitribu ","nodeType":"text"},{"data":{},"marks":[],"value":"refused to openly accept them. This distancing from the bloodline meant that lines of communication were practically non-existent, which served as both a blessing and a curse as it gave them autonomy but little to no clan identity.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The relative anonymity of the bloodline lasted until the early 21st century when a rash of raids and kidnappings off the coast Africa drew attention to piracy as a global issue. Investigation by the Lasombra elders of the clan uncovered that the Corsairs had been active, and even flourished, in the era of global trade. Soon it was discovered that the Corsairs had amassed a small but powerful fleet of armed vessels including several decommissioned but seaworthy military ships.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This reveal prompted the Blood Courts to reconvene, narrowly voting to lift the Corsair prohibition and absolve them of past wrongdoing in exchange for a sizable portion of their earnings. While many of the sects began to court the Corsairs, most Lasombra continued to view them as reckless and untrustworthy; tools with dulled edges who had shunned vampire society. Elders of the Lasombra refused their company in public, quietly seething at the thought of a Lasombra bloodline and the defiance of the Corsairs.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In modern nights, the Corsairs are intrigued by the potential opportunities afforded them by sect membership and the access to new cities that were previously off limits. A number of Princes and Archbishops desire the power and influence that this bloodline offers, which has opened more than a few doors. Others, however, realize that the Corsairs’ eagerness to seek power through any means is a possible powder keg that is waiting to explode.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Roleplaying Notes:","nodeType":"text"},{"data":{},"marks":[],"value":" True to their name, Corsairs are bold, often to the point of reckless. Many have backgrounds or history as pirates, smugglers and privateers. Like their parent clan, the Corsairs aspire to power and authority; but unlike the Lasombra, they prefer to stand outside of the shadows instead of in them. A Corsair is never afraid to settle issues on their own, whether that involves charging into a battle to snatch victory from the jaws of defeat or demanding Monomacy at gunpoint over a perceived slight. Despite their reckless behavior, they are not without strategy. They enjoy well-articulated plans as much as the next Lasombra; however, they prefer to see the outcome of their handiwork in person. Corsairs make powerful enemies and loyal allies, and they take particular pride in both the accolades and notoriety they can acquire.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Organization ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Corsairs are opportunists. They lack a formal structure and can belong to any sect, or to none at all. They prefer to go with whatever institution can afford them the most opportunity and power, be that a dominating political group or a well-planned resistance. This lust for power means that Corsairs are unlikely to wholly buy into a sect’s ideology, as they refuse to buy into propaganda that is not their own. They may participate, share some ideals, and even espouse the benefits of a sect, but if the situation becomes too taxing, they are not beyond switching sides. In the recent nights, the ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Les Amis Noir ","nodeType":"text"},{"data":{},"marks":[],"value":"lifted the prohibitions placed on the Corsairs even further, permitting a select few Corsairs to quietly join the Blood Courts.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Alternative Weakness","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Corsairs are thrill-seekers by nature; a dangerous characteristic when mixed with Lasombra pride. In addition to the standard Lasombra clan weakness, all Corsairs suffer the Overconfident flaw, which may never be removed with XP.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Corsairs Bloodline Merits:","nodeType":"text"},{"data":{},"marks":[],"value":"\nRush of Battle (1-point merit)\nParley (2-point merit)\nAbyssal Horror (3-point merit)\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Lasombra"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2adblVDhQAWoIbdcI9FqGx","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Bloodline: Bratovitch","meritCost":2,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“Well, sheriff, I’m not sure what happened to those teenagers neither, but you know how those out of town folks tend to get into all kinds of trouble. And there’s no need to poke around my barn – you’ve been there a hundred times at least. Now you take care now – Mama says hi, and she’ll see y’all at midnight mass . . . .” — Jack J. Bratovitch, Tzimisce Bratovitch and former suspect in the Haig County Massacre ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Disciplines:","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":" Animalism, Potence, Vicissitude\n","marks":[],"data":{}},{"nodeType":"text","value":"Rarity:","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":" Uncommon","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The Tzimisce pride themselves on breeding revenant families, though sometimes even their own twisted experiments get away from them. The Bratovitch are a perfect example of Tzimsce experimentation gone horribly awry. Elder Tzimisce only grudgingly admit their role in creating the Bratovitch, a revenant family which has managed to “earn’ the Embrace in large enough numbers to coalesce into its own bloodline. These twisted, often horrific, and crass vampires make some of the most fervent Loyalists in the Sabbat look highbrow. Often regarded as freaks of circumstance, the Bratovitch are no strangers to cannibalism, squalor, violence, and other vices often spurred on by their merciless tempers.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"As a revenant family, the Bratovitch existed well before the first Anarch Revolt as terrifying hunters of Lupines and other denizens of the night. To assist in their hunts, the Bratovitch prided themselves on mastering the creation of hellhounds; ghastly and horrific creatures with vicious jaws, knotted muscle covered only by a seemingly thin layer of taunt flesh, and other vile modifications. They are the stuff of nightmares, with no concept of mercy or restraint; but to the Bratovitch, they are creations of art that would make a Toreador weep tears of blood. In modern nights, most Bratovitch keep several hellhounds as guardians of person and property with simple instructions – protect and destroy any who trespass.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"At the start of the Anarch Revolt, the Bratovitch fought to protect their ancestral masters, but then betrayed the elder Tzimisce when the tide of war turned against the clan. After the Convention of Thorns, the Bratovitch chose to throw their lot in with the newly formed Sabbat sect, joining younger Tzimisce who were determined to throw off the shackles of the ancients. It was a fitting choice as the newly formed sect welcomed the bloodthirsty Bratovitch and their hellhounds, giving them free reign to hunt their enemies.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Quietly some Tzimisce hoped that, with the Embrace of the Bratovitch family, the bloodline would temper itself and focus on survival instead of bloodshed. Instead, the twisted legacy of the family became more profound, manifesting itself as insatiable rage and bloodlust fueled by horrific feats of strength and the ability to rend and sculpt flesh. The Tzimisce downplayed the difference in blood for some time, but with the introduction of the Beast and the insular nature of the family line, the Bratovitch more clearly defined themselves as their own entity.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"In modern nights, nearly all Bratovitch are members of the Sabbat sect, as other sects tend to reject their inhumane nature. It is not surprising, however, that with the inclusion of the Order of Saint Blaise, even the Sabbat are beginning to find the bloodline’s tendencies towards violence and depravity to be dangerous and unnerving.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Roleplaying Notes:","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":" The Bratovitch are monsters among monsters. While most are reclusive, Bratovitch neonates are frequently forced to interact with other vampires, keeping their broods up to speed on what is going on in the outside world. These neonates are frequently the only members of the bloodline with a shadow of Humanity left in them; any others would send sane people fleeing for their lives (assuming they could outrun the hellhounds). Bratovitch Embrace solely from the family, and most Bratovitch revenants rarely encounter other human beings. To play a Bratovitch vampire is to play to the nature of the Beast, as the temper of the family is notorious to the point that  Brujah ","marks":[],"data":{}},{"nodeType":"text","value":"antitribu ","marks":[{"type":"italic"}],"data":{}},{"nodeType":"text","value":"pause at the rage of a Bratovitch on a bender. Instead of seeing it as a weakness, the Bratovitch use this rage to their advantage, focusing it to fuel their horrific acts and terrifying feats of strength.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Organization ","marks":[{"type":"bold"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The Bratovitch frequently organize themselves in extended family units or communes, with the most powerful of them acting as the head of the brood. These familial units frequently operate as Sabbat packs and often share strong Viniculums to each other. In the rare instance that a member of the family is not a member of the Sabbat, they instead opt for several mutual blood bonds. One thing remains common: they put family and violence first.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Alternative Weakness","marks":[{"type":"bold"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The Bratovitch are monsters at their very core, spurred on by hot tempers and lacking a concept of self-control. For the purposes of determining the need to test for frenzy or powers that interact with Beast traits (such as Quell the Beast), they are always considered to have 1 Beast trait higher than their current total. For example, a Bratovitch with 2 Beast traits must test for frenzy as if she had 3 Beast traits. As this is a penalty and not an actual Beast trait, it cannot be reduced or eliminated by powers or effects such as spending time with someone who has the Animal Ken skill. This penalty has no effect on Morality loss; a Bratovitch who accumulates 4 Beast traits is not considered to have 5 through this penalty. Instead, she will lose a point of Morality when she normally accumulates a  5th Beast trait.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBratovitch Bloodline Merits","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"\nLocal Legend (1-point merit) \nMaster of the Hounds (2-point merit)\nBecome the Slasher (3-point merit)\n\n\n\n\n\n\n\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Tzimisce"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5BN3GRy7jp9sRBeGQsB9zZ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Bloodline: Anda","meritCost":2,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“We govern ourselves by a code: Honor; Loyalty; Dignity. Morality is not included.\" ","marks":[{"type":"italic"}],"data":{}},{"nodeType":"text","value":"— Royce Kingston, Ancilla and Gangrel Primogen of Tampa\n\n","marks":[],"data":{}},{"nodeType":"text","value":"Disciplines:","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":" Animalism, Potence, Protean \n","marks":[],"data":{}},{"nodeType":"text","value":"Rarity: ","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"Uncommon\n\n\nSpanning from the Pacific Ocean to Eastern Europe , the Mongol Empire remains one of the most expansive in history. Under the leadership of Genghis Khan, the Mongols rose in the 13th century to become the most feared army of their time. With the Great Horde rode the Anda, outmaneuvering their enemies with cunning and ferocity and laying waste to defiant cities ruled by elders who refused to bend a knee. Their rapid conquest brought terror to the courts of Europe, as decadent vampires cowered in fear. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Popular accounts maintain that the Anda disappeared with the Mongol Empire. As Genghis’s descendants struggled to keep his empire together, so too did the Anda struggle as their founder, Dobrul the Brave, fell into torpor. By the late 15th century, there were no known active Anda. For several centuries vampire society believed the bloodline had faded away into history. That belief was dispelled in 1974 when, in a field outside the city of Samarkand, the elder known as Kuthulun awoke from a centuries-long sleep. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"A powerful warrior in her time, as a mortal Kuthulun demanded her suitors bet her 100 horses and defeat her at wrestling to win her hand. At the time of her embrace, she owned a herd of 10,000 horses. As her success and holdings grew, so did the jealousy of her court who betrayed her. Kuthulun was ambushed and severely wounded. After barely escaping, she took refuge in the earth. Her intention was to sleep only for as long as needed for her wounds to heal, but instead she awoke 750 years later. Though she scarcely understood the era in which she woke, her ambition remained sharp. She soon set out on a journey to learn more about the world and to lay claim to the rulership of the Anda.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Decades later, she has succeeded in reviving her bloodline and returned to Samarkand to rule. Like her, her childer are cunning, sharp, and strong. They are unbound by convention, and readily embrace innovation. Kuthulun and her city are formally independent, but her lineage stretches all over the world and in each of the great sects. They are her eyes and ears, monitoring the strength of each region. Some close to her believe that when the time is right she will join a sect and assume a leadership role; others believe she will prey upon the weakest sect and grow her ranks with their numbers as she had centuries past.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Meanwhile, the Gangrel clan as a whole has accepted the return of the Anda and acknowledged their legitimacy. While they often bring a dissenting opinion to clan politics, the Anda have proven their loyalty through their strong support and formidable skills. Karsh himself is believed to have a trio of Anda among his elite warriors, and the first Anda was recently admitted to the Black Hand. But while their heritage affords the Anda a great deal of clout, they are eager to establish a new legacy for themselves. Whether this will be done through conquest and strategy or through diplomacy and alliances remains to be seen.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Roleplaying Notes","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":": Unlike most Gangrel, the Anda are perfectly fine with hierarchy. They see how their listless cousins cling to their individuality and note how they lack the power that comes with organization. The Anda understand the power of collective action and seek to build or be a part of a strong coalition. They appreciate luxury and the trappings of wealth but avoid decadence for its own sake. Further, Anda do not abandon their childer as many Gangrel do; instead, they mentor them closely and adhere to ancient tradition that dictates that childer are not to be released until they have learned the Protean power Earth Meld. And yet, similar to other Gangrel, they enjoy the wilds and never forget their origins as a warrior bloodline. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Organization ","marks":[{"type":"bold"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The Anda appreciate a leader with ambition and drive and will happily pledge their services to a strong ruler. Therefore, while Anda can belong to any sect, their choice is often driven by opportunistic concerns. Internally, each Anda is accountable to her sire and her progenitors unless she has defeated them in combat. This means that all are accountable to Kuthulun, who no one has defeated. This loyalty is expected to supersede sect lines, though it is infrequently tested.\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Alternative Weakness","marks":[{"type":"bold"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"In addition to the standard Gangrel weakness, Anda are cursed not to remain in the same place for very long. For every day that she sleeps within five miles of where she woke, she must spend 1 additional point of Blood to reawaken. This penalty is cumulative, so if an Anda has slept three days within five miles of the same area she had previously slept, she must spend 4 points of Blood to wake (the standard 1 point + 3 additional points for the three days spent sleeping within five miles of the same area). This count resets once she sleeps a single day more than five miles from where she slept the day before. If she cannot spend enough Blood to reawaken, she falls into torpor. She will remain in torpor for a number of weeks equal to the number of days she spent sleeping in the same area, after which she may spend 1 point of Blood to reawaken.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Anda Bloodline Merits","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"\nDust in the Wind (1-point merit)","marks":[],"data":{}},{"nodeType":"text","value":" \n","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"All the Best Toys (2-point merit)\nThe Beast Within (3-point merit)\n\n\n\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n\n\n\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Gangrel"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2XcWGGVQkCOStjJhBhGJbi","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"The Blade Whisperer","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have trained for many years to strike with unerring accuracy, using your speed and grace to circumvent all obstacles. Whenever you initiate an opposed challenge against a target, she cannot benefit from the Assist Defender mass combat tactic. If another character attempts to use the Assist Defender tactic, that character loses any action spent to attempt that tactic.\n\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Assamite Warrior"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-04-06T16:49:42.068Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 Issue 1","system":["Vampire the Masquerade"]}}},"sys":{"id":"2l3Oe0Dxexwikj5ejKLoQx","type":"Entry"}}],"includes":{"Entry":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-04-06T16:49:42.068Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 Issue 1","system":["Vampire the Masquerade"]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6I94c41DnNIpV4A9F7wLLe","type":"Entry","createdAt":"2021-02-19T20:58:16.560Z","updatedAt":"2021-04-18T14:43:22.350Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":7,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nagaraja","disciplines":["Auspex","Dominate","Necromancy: Ash Path"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since their creation, the origins and existence of the Nagaraja have been obscured by lies, misunderstanding, and fear. Most vampires believe that the Nagaraja are a foul bloodline of flesh-eaters who practice primitive and abhorrent magics. The Nagaraja themselves have never had the numbers, ability, or the inclination to change the perceptions of their rumored origins and have remained mysterious and dangerous bogeymen for most of history.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Unknown to most modern vampires, the Nagaraja began as a Tradition of mages called the Chakravanti who studied death magics and embraced the Metaphysic Trinity: the concepts of dynamism, static, and entropy. They believed that these forces, when balanced, turn the Wheel of Fate and are governed by Brahma the Producer, Vishnu the Preserver, and Shiva the Purifier, traditional Hindu gods responsible for the creation, upkeep, and destruction of the world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The origins of the Nagaraja can be traced back thousands of years to a centuries-long conflict between a group of ancient mages in the Himalayan region. Back then, a small band of  Chakravanti mages experimented with vampire blood and the energies of the Underworld. These experiments infused them with the potent energy of death itself and led to their expulsion from the Chakravanti Tradition out of fear of where their studies would lead them. Embattled and at odds with their former brethren, the outcasts fled to Egypt. It was there that they discovered a mysterious creature who promised them the answers to death that they so desperately wanted. An ancient bargain was struck; the specifics of which are long forgotten. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Their benefactor provided them with a potent spell which promised everlasting power, but it was incomplete. To perfect the ritual, the mages sought vampire blood, hoping to amass enough power to enact the spell. They preyed upon their benefactor’s enemies, the Followers of Set, subduing them with their magics and collecting their vitae. The mages hoped that by utilizing vampire blood to complete the spell they could purify the embrace, but they were unable to avoid the karmic results of their actions. When the ritual was enacted the mages emerged as the vampiric Nagaraja, but it was to be a flawed and tortured existence, driven by an undying hunger for the flesh of the living and beset by enemies on all sides. They were horrified by their transformation. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Having learned of their transgressions, the Followers of Set were quick to decry the upstart bloodline of flesh-eaters with knife-like teeth, and the other clans of vampires remained their enemies. Though the embrace had heightened their necromantic powers, it was not enough to enable the Nagaraja to fight a war on all fronts. To ensure their survival, they scattered in all directions, avoiding the great vampire sects and operating in secrecy. Some sought refuge in the Shadowlands, seeking to create an enclave where their enemies could not follow; however, their efforts were fraught with peril as many of the eldest Nagaraja were destroyed in a great Maelstrom during the 15th century. Other complications followed, including conflict with the various empires of wraiths and the eventual destruction of their primary base of operations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"These nights the surviving Nagaraja are without allies. Burdened by the misinformation and narratives that condemn them as bogeyman and merciless cannibals, most Nagaraja have abandoned the Shadowlands and have begun to repopulate their numbers. These nights, rumors abound that the Nagaraja are working towards an alliance with the other necromantic clans. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Roleplaying Notes","nodeType":"text"},{"data":{},"marks":[],"value":": The Nagaraja prefer candidates who have some relationship with death before the embrace. They are known to favor priests, spiritualists, morticians, exorcists, and even ghost hunters. They are also known to consider those who have had a brush with death, believing them to have caught a glimpse of the afterlife which may offer them a special insight. Very few embrace mortals who are violent criminals or murderers, as poorly chosen candidates sometimes fall victim to bad habits. The Nagaraja are very wary of their clan’s limitation and attempt to select candidates who can mitigate it accordingly.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Nagaraja develop a metaphysical attachment to consuming flesh; however, the act itself is deeply ritualized and never a trivial undertaking. They believe that to consume a living person’s flesh is to take a portion of the being’s soul. A Nagaraja forced to consume dead or recently deceased flesh feels empty and unfulfilled, yet many embrace this way of feeding for moral or spiritual reasons.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As an independent bloodline without access to a parent clan’s merits, the Nagaraja are presented with a broader suite of merit options as well as their own unique flaws. As a reminder, you cannot purchase multiple Nagaraja specific merits of the same point cost unless otherwise stated. For example, you could purchase Lichborne and Necrosynthesis but you could not purchase both Necrosynthesis and To Catch a Killer.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Rarity Cost: 2 (Uncommon)","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja have suffered from both persecution and calamities that have left them scattered throughout the world. Many of them have spent time as refugees, living in back alleys, slums, and in some cases the Shadowlands. However, with the rise of the hunters occupying the attention of the major vampire sects, the bloodline has begun to repopulate itself, giving way to more structure. These nights, the newly embraced members of the bloodline often act as agents for older Nagaraja who in turn lead the bloodline to organize and strengthen its position. With few elders left in the clan, many Nagaraja are ignorant as to the truth of their bloodline’s beginnings. They are acutely aware that most, if not all, other vampires consider the Nagaraja a dangerous and vile bloodline of nefarious origin and are aware that their elders are seeking to change that narrative. The elders believe their best way to forge a path forward is to strike an accord with the other necromantic clans and bloodlines. However, they are adamant in their stance against the Followers of Set; a position which makes the Nagaraja a potentially polarizing ally.\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Rarity","nodeType":"text"},{"data":{},"marks":[],"value":": Uncommon","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to blood, the Nagaraja must consume raw living human flesh or the flesh of the very recently deceased. Whether a karmic punishment for the flawed ritual used to create themselves or as retribution from the Followers of Set, for every night a Nagaraja goes without consuming human flesh, she suffers a -1 penalty to all test pools. A Nagaraja may not benefit from the Herd background.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Necromantic Prowess (1-point merit) ","Lichborne (1-point merit)","Necrosynthesis (2-point merit)","To Catch a Killer (2-point merit)","Favored of Inauhaten (3-point merit)","Blight of the Ever-Hungry (3-point merit)"],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“The organ meats are full of nutrients, and are often pound-for-pound more sustaining than muscle meats. With the notable exceptions of tripe and brains, most organ meats are good sources of numerous vitamins and minerals. Now the liver is of especial interest, for it  is a good source of vitamin D.  Since you can no longer walk in the sun my childe, I recommend you start there.”","marks":[{"type":"italic"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"— Vysyn Hauq, Nagaraja","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3HO5wxBsvoAMY3edd1QSOL","type":"Asset","createdAt":"2021-03-05T20:07:12.734Z","updatedAt":"2021-03-05T20:07:12.734Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja","description":"Nagaraja Art","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3HO5wxBsvoAMY3edd1QSOL/5484134d0797da34c2e57766ced23ea5/nagaraja.png","details":{"size":256649,"image":{"width":320,"height":386}},"fileName":"nagaraja.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"13Yk9ROJwchrykjby05Zpn","type":"Asset","createdAt":"2021-02-20T21:43:50.885Z","updatedAt":"2021-02-20T21:43:50.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja Clan symbol","description":"Nagaraja","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/13Yk9ROJwchrykjby05Zpn/7eb7e4b821a262eddb059a2ed8d7a7b6/LogoBloodlineNagaraja.png","details":{"size":41530,"image":{"width":905,"height":500}},"fileName":"LogoBloodlineNagaraja.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"2FGpDhPSLFqOYHXtv7IWhd"}}],"inClanMerits":[{"metadata":{"tags":[]},"fields":{"merit":"Necromantic Prowess","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to the Ash Path, you can purchase another path of Necromancy. This additional path is learned without a teacher and is purchased at in-clan costs but is not considered an in-clan discipline. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"56RCKHhUujtRzkgSxAWdAJ","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Lichborne","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The taint of the spell used to create the Nagaraja is particularly strong within you. Not only does it stain your aura, but it has also warped your beast. For the purposes of Aura Perception and similar powers, you display an empty aura similar to a dead body. Your vampiric state, emotions, and even the stains of diablerie, do not color your aura. In addition, you may choose to purchase the Path of Death and the Soul merit at zero cost. Finally, the consumption of any flesh, including that of a living human, does not cause you to gain Beast traits. However, the death of your meal source would still be considered a sin. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may purchase this merit along with Necromantic Prowess. This is an exception to the rule preventing you from purchasing more than one clan-specific merit of the same cost. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"6SALP7VP8lg112wEOuaWEy","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Necrosynthesis","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The creation of the Nagaraja involved perverted magics that forever link the Nagaraja to the realm of the dead. Although many clans claim to be powerful necromancers, avid scholars of all things deathly, and wielders of dark magics, your essence is especially imbued by the entropic magics used to create the Nagaraja bloodline. Whenever you employ a Necromancy power that does not require an opposed challenge, you can apply that power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may benefit from the focus effect of the Path of Soul Bonding’s Dark Vessel power, but you may not gain the focus benefit for the Path of Soul Bonding’s Assimilate power if the target wraith is unwilling. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"4CJ62OCTaC6BOR3xzmVoBk","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"To Catch a Killer","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja are experts at studying murder scenes and tracking down the perpetrators of the crimes they investigate. By spending three standard actions studying a murder scene, you may utilize a special Tracking ability to hunt and pursue the killer (or killers) without the requirement of Heightened Senses, the abilities of Shape of the Beast, or the need to sniff or track by scent. Your skill in tracking killers is innate and involves a complex and a supernatural affinity akin to forensic science. To track a target murderer, you may employ your Mental attribute + Occult skill instead of the normal Mental attribute + Survival skill for any tracking challenges. You may utilize this specialized tracking skill only against the murderer or murderers of your discovered crime scene. Unlike normal tracking challenges, you are not limited to tracking killers travelling by foot and do not lose the trail if your target crosses water or gets into a vehicle, nor can your target utilize the Streetwise skill to evade pursuit. The Storyteller is the final arbiter of whether or not a character can be tracked by your knowledge of forensics. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, your skills in the mundane sciences involving murder scenes and forensics are unparalleled in the vampire community. You can assign 9 total dots between the following skills and backgrounds: Allies, Contacts, Influence (Underworld or Elite), Medicine, Science (Forensics). This is done by assigning 4 dots to one choice, 3 dots to the next, and 2 dots to the final choice. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you choose Allies, Contacts, or Influence, you must choose specializations involving people or groups involved with murder investigations such as police officers, medical examiners, etc. The dots granted by this merit do not require you to spend XP to purchase. If you previously purchased dots in an applicable background, the XP is refunded. If you assigned dots during character creation to an applicable background, you may move those dots to another background in which you currently have no points.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"3eoZrx0tpu8pFdt0kSp83Z","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Favored of Inauhaten","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through a dark bargain struck long ago, the creation of the Nagaraja bloodline was aided by a powerful enemy of the Followers of Set. That bargain manifests as a supernatural protection from the powers innate to the benefactor’s enemies. If you are targeted by Path of Corruption or any non-elder or non-luminary Serpentis powers or techniques that require Serpentis, these powers automatically fail with no effect unless you consciously allow them to affect you. You also receive a +3 wild card bonus when defending against elder or luminary Serpentis powers.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5u2vTqDyW3D1HlJEsvaW7H","type":"Entry"}},{"metadata":{"tags":[]},"fields":{"merit":"Blight of the Ever-Hungry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nagaraja were hunted for centuries, accused of being monstrous serial killers and ravenous flesh eaters. Whether due to seeing so many of your line fall to cowardly mobs, or due to a flawed Embrace from the karma of your sire, you have come to embody a monster of fear. When you purchase this merit, your in-clan disciplines are Auspex, Potence, and Necromancy: Path of the Graveborne. In addition, you gain an oversized maw of serrated teeth with the Brutal and Deadly qualities and the ability to bite without first establishing a grapple. You may only purchase this merit at character creation. If you lose this merit, you lose all dots of Potence and Necromancy: Path of the Graveborne you have purchased without an XP refund.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nagaraja"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"WQWARuaniCEI1VHUbA5Ob","type":"Entry"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4OH8kplY6rThhPqLSZZMGS"}},{"sys":{"type":"Link","linkType":"Entry","id":"4njgqn2I5cfXGSstuyC8Rd"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Rncag5Nhkm1sDCTyDJgTH"}}]}}],"Asset":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"13Yk9ROJwchrykjby05Zpn","type":"Asset","createdAt":"2021-02-20T21:43:50.885Z","updatedAt":"2021-02-20T21:43:50.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja Clan symbol","description":"Nagaraja","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/13Yk9ROJwchrykjby05Zpn/7eb7e4b821a262eddb059a2ed8d7a7b6/LogoBloodlineNagaraja.png","details":{"size":41530,"image":{"width":905,"height":500}},"fileName":"LogoBloodlineNagaraja.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3HO5wxBsvoAMY3edd1QSOL","type":"Asset","createdAt":"2021-03-05T20:07:12.734Z","updatedAt":"2021-03-05T20:07:12.734Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nagaraja","description":"Nagaraja Art","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3HO5wxBsvoAMY3edd1QSOL/5484134d0797da34c2e57766ced23ea5/nagaraja.png","details":{"size":256649,"image":{"width":320,"height":386}},"fileName":"nagaraja.png","contentType":"image/png"}}}]}}