{"sys":{"type":"Array"},"total":317,"skip":200,"limit":100,"items":[{"fields":{"merit":"Black Hand Membership","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A character with this merit is a member of the Black Hand. Typically, a character begins as an Agent of the Hand. Players do not have to purchase any further merits to advance within this order, but it is recommended that Storytellers limit such advancement as per the bounds of their chronicles’ stories. Each member of the Black Hand is branded with the mark of a black crescent moon on the palm of the right hand. The link is a sympathetic link to the Seraphim, and can be used to call an operative to duty, to warn agents in the field, or to destroy a member of the Black Hand who has been compromised.\n\nYou have a +3 bonus to resist Telepathy and other powers that directly pull information from your mind. This bonus does not apply to challenges stemming from powers that indirectly pull information from your mind, such as the various powers of Dominate or Presence. You gain the innate status Branded at the start of each game.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"]},"sys":{"id":"47rJvbPgmIx5IKSMKVbH98","type":"Entry"}},{"fields":{"merit":"Social Nobility ","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In your past, you held a prestigious social position: perhaps as a long-ruling prince, an Archon, or a famous Harpy. Although you don’t necessarily hold the position at this time, your name has become synonymous with the upper echelons, and you are treated with an extraordinary amount of respect. When someone satisfactorily repays a boon owed to you, you may give them the fleeting status Gallant.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"]},"sys":{"id":"4kSrGfnInl90Q5clktGm7W","type":"Entry"}},{"fields":{"merit":"Prestigious Sire","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your sire is an impressive elder or holds an important position in the Camarilla. You possess the innate status trait Loyal so long as both you and your sire avoid scandal. Should either of you gain the negative status Disgraced, you lose the benefit of this merit until the Disgraced status trait is removed.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"]},"sys":{"id":"3VKmFrUV61r6nhKyGXFOne","type":"Entry"}},{"fields":{"merit":"Monopoly","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have your fingers in almost everything that happens within your city, and your clout extends much further than most. You receive a second specialization for every dot of\n influence you purchase.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"]},"sys":{"id":"3TaSzOq9UEaCc1sLEhhZio","type":"Entry"}},{"fields":{"merit":"Master of Puppets","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have gained control of an influence network that has proven to be particularly adroit and capable. Each week you regain one spent influence action in an influence of your choice.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"]},"sys":{"id":"61403pegbirL377jzu7xPC","type":"Entry"}},{"fields":{"merit":"Machiavellian Prodigy","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are exceptional at presenting yourself, manipulating others, and rising to the top of your social environment. This talent has served you well since your Embrace. Socially, you are treated as though you are one social class higher than your true generation. If you are a neonate, you are socially considered to be an ancilla (and gain the abiding status allocated to an ancilla); if you are an ancilla, you are considered an elder of the sect (and gain the status allotted to an elder). Elders receive no benefit from the purchase of this merit. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"]},"sys":{"id":"4wpt6OmD4E7dnCAismYhBl","type":"Entry"}},{"fields":{"merit":"Emissary to the Camarilla ","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Not everyone at a Camarilla gathering is a member of the sect. You’re not Acknowledged, but you understand the rules of the Ivory Tower’s political game, and you use them to best advantage. Perhaps you are a Giovanni liaison, or a local Setite priest, eager to assist the Camarilla…and capitalize on its internal struggles. So long as you are not Accepted by any sect, you can hold one fl eeting status from the Camarilla. This is an exception to the rule that prevents non-Accepted individuals from holding sect status.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat","Anarch","General","Camarilla"]},"sys":{"id":"2cYHPPJZgoNXGUEZIM9QRI","type":"Entry"}},{"fields":{"merit":"Architect of the Tower","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You fought for the Camarilla during the Anarch Revolt and were present at the signing of the Treaty of Thorns. You are considered one of the founding members of the Camarilla, and as such, are granted the innate status trait Architect. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"]},"sys":{"id":"4M6PAaOQ4HiAQnRZMWOVa0","type":"Entry"}},{"fields":{"merit":"Antiquities","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Either you’ve been undead long enough to have collected a veritable storehouse of antique odds and ends, or you had a windfall when some other vampire met his Final Death. You can expend a downtime action to apply the Antique item quality to a piece of non-combat equipment. This quality does not count against the item’s two-quality limit. At your Storyteller’s discretion, some of the items in your antiquities vault may be of historical value; these may draw attention from various mortal agencies, if discovered.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"]},"sys":{"id":"72KEynqk9EGbkF0VhUXrmZ","type":"Entry"}},{"fields":{"merit":"Dauntless","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your dedication to the Anarch ideal of libertas goes beyond idealism; freedom is the core of your being, and you cannot stand to be controlled. If you win a test against a user’s mind-controlling power (such as Dominate), you are immune to further mind-control powers (of that discipline or any others) from that individual for the rest of the night. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"]},"sys":{"id":"3ppIqQ20ISMnwMzdWzFrDh","type":"Entry"}},{"fields":{"merit":"The Blade Whisperer","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have trained for many years to strike with unerring accuracy, using your speed and grace to circumvent all obstacles. Whenever you initiate an opposed challenge against a target, she cannot benefit from the Assist Defender mass combat tactic. If another character attempts to use the Assist Defender tactic, that character loses any action spent to attempt that tactic.\n\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Assamite Warrior"],"meritType":["Clan-Specific"],"sourceBook":{"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-02-18T04:10:10.444Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 - Issue 1","system":["Vampire the Masquerade"]}}},"sys":{"id":"2l3Oe0Dxexwikj5ejKLoQx","type":"Entry"}},{"fields":{"merit":"Golconda Seeker ","meritCost":5,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are on the path to Suspire, researching and working toward the mythical state of enlightenment known as Golconda. Purchasing the Golconda Seeker merit indicates that you\nhave discovered actual, useful information helping you along the path to Suspire. Your intense efforts to control the Beast have altered your physiology slightly, and as such you gain a slight advantage over your vampiric condition. You emanate a feeling of serenity, a tangible reflection of the weakening of the Beast. Your Storyteller will work with you to determine which specific myths your character has heard and how much knowledge your character possesses about Golconda.\n\nTo make an attempt to reach Golconda, you need to have at least 4 points of the Lore skill, including Golconda lore. Additionally your Morality must be Humanity, at rating 5 or higher. Although purchasing the merit Golconda Seeker provides your character with clues about achieving Suspire, keep in mind that successfully achieving Golconda is exceptionally rare. The majority of seekers will fail and eventually succumb to their Beasts. Those who fail often turn bitter, watching a new generation foolish enough to try where they have failed.\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You may choose two of the following benefits when you purchase this merit: ","marks":[],"data":{}}],"data":{}},{"nodeType":"unordered-list","content":[{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You can spend two (2) additional Blood points per turn. ","marks":[],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You gain the Merit: Light Sleeper and you do not need to spend a point of Blood to wake each evening . ","marks":[],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You gain a +3 bonus to resist Frenzy.","marks":[],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You naturally regenerate three (3) points of Blood per day, without feeding. ","marks":[],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You no longer suffer the penalties of your clan weakness. ","marks":[],"data":{}}],"data":{}}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":" If your Humanity dips below rating 5, you lose access to the benefits of this merit until you repurchase your Humanity. If your Humanity drops below 4, you must remove this merit entirely, with no refund of XP. Please note that having this merit does not in any way guarantee that you will reach Golconda, as this state is incredibly rare and difficult to achieve. It only denotes that your character is a seeker along the path, with more knowledge than most. For further information regarding Golconda, please see Chapter Seven: Dramatic Systems.\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"JK5FKmmMPx0LjgR8zDWaT","type":"Entry"}},{"fields":{"merit":"Clear Sighted","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You have the unusual ability to see with great clarity, overcoming distractions, illusions, and hypnotic effects. You gain a free retest when you are targeted by the disciplines Chimeristry, Obfuscate, or Mytherceria or when attempting to pierce the effects of these disciplines. This retest can be used before or after the normal Willpower retest, and it is an exception to the rule limiting retests to one per challenge. \n\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"6d7oc5ELCyoQreS6bl1CYY","type":"Entry"}},{"fields":{"merit":" Ambidextrous","meritCost":2,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Most people have a single dominant hand, either the right or left. When attacking with weapons (melee or firearms), you can use the qualities of your main weapon and one (1) of the qualities from a second weapon in your off hand, allowing both to augment your attack. You cannot use the same bonus twice in a single challenge. For example, you cannot choose Accurate twice in order to receive a four (4) point bonus. Both weapons must logically be able to hit your opponent in order to apply this advantage; thus, you cannot use this merit to apply an offhand sword’s quality when using a pistol’s ranged attack. Ambidextrous can be used during Celerity rounds. For more information on one-handed and two-handed weapons, ","marks":[],"data":{}},{"nodeType":"text","value":"see","marks":[{"type":"italic"}],"data":{}},{"nodeType":"text","value":" Chapter Thirteen: Influences and Equipment. \n\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"TQQ5feBnPaAhBPOJfnTNF","type":"Entry"}},{"fields":{"merit":"Unyielding","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whether you call it being stubborn, intractable, or just plain ornery, your character has a fi re inside her that just won’t quit — no matter the circumstances. Increase your maximum permanent Willpower to 7. You also begin each game session with 7 Willpower, rather than the standard 6.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"3vzhuQo0AOKdubtXWgcdJp","type":"Entry"}},{"fields":{"merit":"Code of Honor","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You adhere to a personal code of ethics. The specifics of this code must have restrictions as well as ideals. Restrictions might include “I cannot allow a woman to be injured,” “I cannot set foot on holy ground,” or “I can never own, carry, or use a weapon.” Ideals might include “I must always show generosity and charity,” “I must kneel and show respect to every Prince, no matter how I feel about her personally,” or “I must accept any quest offered to me.” This code\nmust be genuinely restrictive and must be approved by the Storyteller prior to play. A Code of Honor cannot replicate any moral or ethical restrictions your character must already maintain, such as the basic precepts of Humanity or those of your Path of Enlightenment. Your character must follow her code strictly; your Storyteller can remove this merit without\nrefund if you repeatedly violate this code.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"One per hour, when someone attempts to use a Social or Mental power to make you violate this personal Code of Honor, you gain a +2 wild card bonus to your defensive test pool to resist that power. However, if you willingly violate your personal Code of Ethics, even under great duress, you lose access to this merit for two game sessions or one month, whichever is greater\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"3CZI0pVBC297pMGRnalvUt","type":"Entry"}},{"fields":{"merit":"Bloodline : Ahrimanes","meritCost":4,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a member of the female presenting bloodline known as the Ahrimanes. These Gangrel are extremely shamanistic, and they have an unusual bond with spirits of all kinds. They are secretive and violent. Your in-clan disciplines are Animalism, Presence, and Thaumaturgy: Path of Elemental Mastery. You can also purchase one other path of Thaumaturgy of your choice.  This additional path of Thaumaturgy can be learned without a teacher and is purchased at in-clan costs, but is not considered an in-clan discipline. Male presenting characters cannot possess this merit. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Gangrel"],"meritType":["Clan-Specific"]},"sys":{"id":"Ab7vlo4vWzdYHssSp1mNT","type":"Entry"}},{"fields":{"merit":"Bloodline : Healer","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When the Salubri clan was first founded, the members of this clan were peaceful healers and mystic visionaries. Only after Saulot returned from the East did the clan evince the fury of its blood. You are a throwback to that more peaceful time: a member of t he Healer bloodline. Your in-clan disciplines are Auspex, Fortitude, and Obeah.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Salubri"],"meritType":["Clan-Specific"]},"sys":{"id":"7kubI8taQYO2TNo9bFHaNq","type":"Entry"}},{"fields":{"merit":"Angelic Visage","meritCost":1,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Your innate connection to the Abyss shows in every movement of your body and every shadow of your face, lending you an unnatural grace and sexual attraction. You gain the Social attribute Appearance or Charisma focus in addition to the normal Social attribute focus selected during character creation.\n\nAdditionally, you always appear attractive and dignified, even when you are injured, dirty, or have low Humanity. Even if you are on a path or at low Humanity, your moral degradation lends you a porcelain, alien beauty rather than a monstrous, feral visage. Adherance to a path is still unmistakably visible, despite this exceptional beauty, but rather than evoking fear or disgust, your dark radiance is intense and sexually compelling.\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Lasombra"],"meritType":["Clan-Specific"]},"sys":{"id":"45HCdLBktwNpgeX20Kpegk","type":"Entry"}},{"fields":{"merit":"Path of Typhon-Set","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Also called the Path of Sutekh or the Path of Typhon, the Followers of Set created this path as a means of freeing oneself from moral taboos and the influence of the material world in order to best serve the Antediluvian, Set. This path is a religious one, preaching that Set will one day return to cleanse the Beast from his followers and shape the world in his image. When that day comes, Set’s true followers will undergo an apotheosis and be blessed by their god. Adherents to this path believe that Set was truly one of the gods of Egypt, and that his immortality is passed on to them, carrying them through death and granting them vampiric unlife. They refuse the myths of Caine and worship Set wholeheartedly. They seek to find Set and return him to the world; to convert other vampires to his service; and to corrupt and defile hope, innocence, and purity wherever they discover it.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin in the active service of Set. You must make every attempt to corrupt vampires to the worship of Set, especially those seeking Golconda, or else gain Beast traits as though you committed a level 1 sin. If you fail to take advantage of another person’s emotional weaknesses or fail to take every measure to acquire knowledge that may aid in Set’s return, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Theophidians” or “Temple Guards.”\n\nMembers of the Viper bloodline (and only that bloodline, not the entire Setite clan) can purchase this merit for 2 points, rather than 3.\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["Morality"]},"sys":{"id":"2K6Dy2hoilwaMVYiLw9M3g","type":"Entry"}},{"fields":{"merit":"Path of Scorched Heart","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Adherents to the Path of Scorched Heart believe that the Beast can only be controlled by systematically eradicating every emotion. They espouse that the heart is a weakness to the vampiric condition; it should have died with the rest of one’s mortal flesh. All falsehood and weakness are products of emotions, and one can only reach truth through cold logic and reserved scholarship. The heart must not be allowed to rule one’s actions. The only way to overcome the Beast is to turn your heart to metaphorical ash. Although Phoenicians recognize a crude distinction between the concepts of good and evil, they only see benefit in practicality. Followers of this path consider most vampires to be weak, emotional simpletons, and Phoenicians strive to use those weaknesses against their enemies.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin completely without sentiment or emotional reasoning. If you place someone else’s needs above your own, you gain Beast traits as though you committed a level 1 sin. If you act on emotion, show trust in another, or fail to apply logic in a crisis, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Phoenicians.” \n\nMembers of the True Brujah bloodline (and only that bloodline, not the entire Brujah clan) can purchase this merit for 2 points, rather than 3.\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["Morality"]},"sys":{"id":"7LqeLY66RNnr68LWW0AHRc","type":"Entry"}},{"fields":{"merit":"Path of Power & the Inner Voice","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"When one has immortality, supernatural prowess, and an eternity to squander, the only true acquisition is that of authority and dominion over others. Followers of this path believe that power and control are the only goals worth pursuing, and that by bending the world to her will, a vampire creates order, stability, and meaningful victories. In some circles, this path is called the “Path of Domination,” for those who follow it are tyrannical and authoritative — but also strangely protective of those who serve them. Unifiers demand to be feared and respected, and do not tolerate weakness or meaningless failure; being bested is one thing, simply being unable to achieve is another. They are consummate politicians and strategists, willing to do anything and everything to achieve authority.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin in order to directly increase your personal power, whether physical or political, or to prevent yourself from losing such power. If you voluntarily give up authority, allow your followers to be abused by anyone other than you, defy a superior you are not willing to directly challenge, or pass up an easy opportunity to gain power, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Unifiers.”\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["Morality"]},"sys":{"id":"6dMDTvlCNc1IGMkLPgL0oH","type":"Entry"}},{"fields":{"merit":"Path of Paradox","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"A path created and primarily followed by members of the Ravnos clan, the Path of Paradox teaches that existence is fluid and malleable. Nothing is real, nothing is static, and all things can be changed through an act of will. The Ravnos call this path “Mayaparisatya,” and the path owes much to Hindu teachings. According to this arduous and demanding path, mortals follow a cycle of life and death — a cycle that has somehow eluded vampires. Due to this, the undead have lost their dharma and have no true destiny. Those vampires who ignore their dharma must be educated and enlightened — or destroyed. A vampire must penetrate the illusions of reality and see the truth beneath or she will never find salvation. This is much like accepting two conflicting truths and finding ultimate meaning in the paradox between.\n\nSystem:\nYou do not gain Beast traits when revealing a truth to someone unaware of that information, or when erasing a karmic debt. If you voluntarily ignore an opportunity to pursue a hidden truth, you gain Beast traits as though you committed a level 1 sin. If you hinder change or fail to promote chaos, or allow others to ignore their dharma and stagnate, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Rakshasa.”\n\nMembers of Clan Ravnos can purchase this merit for 2 points, rather than 3.\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["Morality"]},"sys":{"id":"1eMN7aZo89pBaMhKNGl4eS","type":"Entry"}},{"fields":{"merit":"Path of Orion","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For vampires on the Path of Orion, both one’s human nature and one’s Beast are impediments to progression. The species as a whole will progress, they say, only when vampires accept their purpose as hunters, destroying man and Beast alike. To these individuals, undead existence is a quest to find and overcome the greatest challenges, the most dangerous enemies, and ultimately, themselves. By facing and destroying the strongest combatants, a follower of the Path of Orion finds purification. They know that they must not only overcome their own Beasts, but also the Beasts of all vampires.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively pursuing enemies or designated prey to be killed. If you show mercy or sympathy, or if you hunt a foe a weaker than yourself, you gain Beast traits as though you committed a level 1 sin. If you voluntarily ignore a threat, refuse a challenge, turn away from a worthy hunt, or show cowardice or weakness, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Stalkers.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"0Vog7Ni846pxqiPoQKMbx","type":"Entry"}},{"fields":{"merit":"Path of Night","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires who follow the Path of Night embrace a dark, deterministic viewpoint on their damned state. They believe that vampires must torment all agents of good, promoting evil and defiling innocence wherever possible. Their intent is to remind humanity that it should be afraid of vice and of the creatures who walk the night. Some adherents to the Path of Night are motivated by religious fervor, while others are truly nihilistic in their views of good and evil. A few even go so far as to abhor the touch of light entirely, shrouding themselves in fabric or shadows, and even tearing out their eyes so to more fully unify with darkness.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while attempting to shock others with your evil, undermine another’s authority, or pointedly violate the orders of someone who thinks she’s in charge of you. If you voluntarily fail to act on an opportunity to spread evil, tempt others to damnation, or terrify the faithless, you gain Beast traits as though you’ve committed a level 1 sin. If you voluntarily follow another character’s orders or repent of your evil, you gain Beast traits as though you committed a level 4 sin. This merit encompasses all roleplay variants of the Path of Night, including Righteous, Allied, etc.\nFollowers of this path are called “Nihilists.”\n\nMembers of Clan Lasombra can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"11v1eKE3zEhIl93pw98s0l","type":"Entry"}},{"fields":{"merit":"Path of Metamorphosis ","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Adherents to the Path of Metamorphosis are strange, alien creatures who attempt to carve away everything recognizably human-like about themselves and transform into something more profound. Of all paths, this may be the most inhumane, as its followers actively disdain and revile all things having to do with humans, humanity, or the human condition. These vampires are cold, utterly inhuman, and exactingly scientific. Some say they are loners, but it is more accurate to say they are more interested in research and experimentation than in participation and exploration.\nThey are scientists, but they are also spiritualists, focusing on attaining a more perfect state of being. A Seeker eliminates gender and physical boundaries first, and then works to revise personal mental and social constraints until it is no longer recognizably human by any comparison. This path was developed and is practiced primarily by Clan Tzimisce, but other vampires, notably the Gangrel, are also found following this path.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while performing a scientific experiment or actively attempting to further chrysalis into something new. If you voluntarily share knowledge for no benefit, you gain Beast traits as though you committed a level 1 sin. If you ignore an opportunity to alter yourself, seek apotheosis, or perform a new experiment, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Seekers.”\n\nMembers of Clan Tzimisce can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"4989F19uh5oe9Te8tmfMAn","type":"Entry"}},{"fields":{"merit":"Path of Honorable Accord","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Followers of the Path of Honorable Accord are extremely lawful, following a specific three-fold code of commandments: the Tower of Duty, the Tower of Honor, and the Tower of Courage. They twist these rules for their own benefit, using them to entangle (and destroy) others whenever possible. Despite the name, these vampires are not honorable. While they are often virtuous, they are by no means good. Such a vampire epitomizes cruelty, intolerance, tyranny, and absolute authoritarianism. By holding to these laws, an adherent to Honorable Accord seeks to better herself — and rule others. A follower of the Path of Honorable Accord adheres rigidly to her society’s laws, such as the Camarilla’s Traditions, the Sabbat’s Code of Milan, and so forth, and also to any commands or restrictions placed on her by a ruler in that society, such as a Prince’s dictate or the Regent’s edicts. This path is not a Code of Honor. It is absolute, unquestioning, inflexible obedience to the Rule of Law, even when those laws are inherently unjust.\n\nKnights have no sense of mercy, emotion, or even interest in anything other than adherence to the absolute letter of the rules. They keep their word because it is a contract, not because they have an emotional commitment; they tie their sanity to the fact that a covenant, once made, must be obeyed. Emotions, compassion, ethics, and morals are meaningless. Where another individual might spare someone who broke the law out of absolute necessity, a follower of this path has no mercy, no virtue, and absolutely no sense of fairness. She has the law, and the law is everything.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while following the absolute letter of the law. If you voluntarily pass up an opportunity to benefit from exploiting a loophole in the rules, you gain Beast traits as though you committed a level 1 sin. If you voluntarily transgress against the law, disobey a command from a superior, break your word, place personal concerns over duty, or fail to severely punish a transgressor against the law, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Knights.”\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"2YEKPZLrvfOo4uxNBACuuD","type":"Entry"}},{"fields":{"merit":"Path of Heaven","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"According to myth, vampires are cursed, created when Caine killed his brother and defied God’s laws. Some accept this burden and choose to embrace darkness and evil. Others see it as a challenge, striving toward salvation and seeking God’s forgiveness not only for their own sins, but also for Caine’s. Those on the Path of Heaven see the Beast as a tempter, an incarnation of evil that seeks to draw them into hell. They turn to religion – Christianity, Judaism, Islam, Buddhism, or another institution – to guide them toward eternal peace. Many adherents are priests, striving to inspire others to hope that God has not truly forsaken the vampiric race.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively following the precepts and commandments of your faith. If you commit an act of vice, fail to proselytize your faith, or fail to speak out against corruption and sinfulness as defined by your faith, you gain Beast traits as though you committed a level 1 sin. If you allow anyone to transgress those precepts without being punished, murder innocents, or aid the infernal (knowingly or not) you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Faithful.” \n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"3xMLCZejP9oPkQvw1JCBzN","type":"Entry"}},{"fields":{"merit":"Path of Feral Heart","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires are the ultimate predators, and those who follow the Path of Feral Heart embrace their savage, predatory nature. Barbarians and savages, they hone their instincts and accept the bestial drives that accompany the vampiric state. A follower of this path feels that the Beast is a natural part of her existence, and that a vampire should learn to accept and even encourage its cunning and vicious instincts. These vampires have little interest in civilization, education, or technology. They do not care for politics and spend their existence actively abstaining from anything that could come between them and their animalistic nature.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively following your primitive urges or hunting your prey. If you use technology or engage in politics, you gain Beast traits as though you committed a level 1 sin. If you show fear or mercy, abandon a hunt, or kill outside of a hunt, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Beasts.” \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"2d3gtgPwAztZSPoFAnwZAE","type":"Entry"}},{"fields":{"merit":"Path of Evil Revelations","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Followers of the Path of Evil Revelations fully revel in the darkness of the vampiric state and believe that a vampire’s role is to promote ultimate evil in the physical world. They seek out and serve entities of the infernal: demons, devils, or dark spirits. By serving these monstrosities, the vampire establishes a place in the infernal hierarchy in exchange for servitude and the sacrifice of souls. Ultimately, this path embraces evil as a tool, practicing debased rituals and unleashing horror on the world. These individuals serve their masters’ desires, and if they perform their tasks well, they are rewarded with dark magic and other investments of demonic power. Other vampires hate and fear followers of this path. Both the Camarilla and the Sabbat seek out and destroy such practitioners, forcing those on Evil Revelations to be subtle and stay hidden, even as they seek converts – and sacrifices – within vampiric society.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while acting in service to the infernal. If you voluntarily show true compassion or fail to advance your master’s goals, you gain Beast traits as though you committed a level 1 sin. If you voluntarily defy or disobey your infernal master, or if you share infernal secrets with those who are not dedicated to your master’s will , you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Corruptors.”\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"X6NRtEHDomHWlxTABp3Wf","type":"Entry"}},{"fields":{"merit":"Path of Ecstasy","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Practitioners of this path revel in luxury instead of degradation. They sate the Beast by glutting its appetite. They glorify pleasure, reveling in the most decadent extremes of vampiric sensation. The Followers of Set initially created the Path of Ecstasy; they see pleasure as a means of worshipping their Antediluvian, and this path is inextricably linked to the worship of Set. Adherents to the Path of Ecstasy believe that pursuit of pleasure is a spiritual obligation. Those who spurn luxury and hedonism are misguided and must be educated or coerced. Resisting temptation is defying the very essence of one’s vampiric nature.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively pursuing hedonistic pleasure or coercing another to do the same. If you voluntarily ignore an opportunity to experience a new sensation, you gain Beast traits as though you committed a level 1 sin. If you voluntarily show regret or remorse for your depravity, or allow an innocent to go undefiled, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Astartites.”\n\nMembers of the Setite clan can purchase this merit for 2 points, rather than 3.\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["Morality"]},"sys":{"id":"67IBTlu9rD5QK8MMeqNCpS","type":"Entry"}},{"fields":{"merit":"Path of Death & the Soul ","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Path of Death & the Soul (also called the “Path of Bones”) is devoted to understanding the nature of the immortal soul and unraveling the mysteries of death. Its followers seek to learn as much about the spirit world as possible, in order to comprehend the purpose\n life, death, and undeath. They believe that the soul is constant and eternal, forever experiencing a cycle of death and rebirth — a cycle which vampires have somehow, inexplicably, escaped. To understand death, they must divest themselves of the trappings of life. Emotion is the enemy of logic. Death is not to be feared.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively seeking to understand the mysteries of death or the nature of the soul. If you voluntarily ignore an opportunity to study death, you gain Beast traits as though you committed a level 1 sin. If you voluntarily act on emotion or show regret, remorse, or empathy, you gain Beast traits as though you committed a level 4 sin. This path is also called the Path of Bones, and followers of this path are called “Gravediggers.”\n\nMembers of the Giovanni clan can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"6Lo8nysItfS0siH4vuXh0d","type":"Entry"}},{"fields":{"merit":"Path of Chivalry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires created the Path of Chivalry during the Dark Ages, when honor and nobility were more tangible concepts than in modern nights. Since then, its variations have also been called the Path of Lordship or Path of Kings. Those who follow this path believe that they are superior beings, a cut above all other vampires and significantly more noble than mere humans. They attest that vampires were born to rule humanity as man rules over animals.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while defending the innocent or upholding the cardinal virtues: charity, justice, temperance, and courage. If you strike an unarmed opponent, disrespect a superior, or fail to provide hospitality to someone in need, you gain Beast traits as though you committed a level 1 sin. If you fail in your duty, tell a lie, or show fear or cowardice, you gain Beast traits as though you committed a level 4 sin. This is an old path, predating most others. Followers of this path are called “Scions.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"jWQ8gPOh5RH406vODvyLY","type":"Entry"}},{"fields":{"merit":"Path of Cathari","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Path of Cathari derives from the Albigensian heresy of the Middle Ages, which taught that God is dualistic in nature. Followers believe that God created both light (good) and dark (evil); they defined good as spiritual and tied to the soul, and evil as as the material world wherein souls are tempted and tested. As believers in reincarnation, Albigensians believe that humans must be tested during their time on Earth, and vampires must perform this duty. Followers of Cathari believe that Caine gave his childer the means to rule the wicked world and test its mortal inhabitants in order to see if they deserve grace. Those on the Path of Cathari tempt humans and non-Sabbat, engaging in sexual vice, creature comforts, and decadence as well as more spiritual outlets, attempting to become a dark and inhuman creature wholly devoted to her vampiric role.\n\nSystem:\nYou do not gain Beast traits when performing a sin, so long as you commit that sin while causing others to indulge their baser natures or while indulging in a new, as-yet-untried vice. If you voluntarily allow another person to remain innocent, you gain Beast traits as though you committed a level 1 sin. If you voluntarily kill instead of causing someone to question their own morality or virtue, encourage another to exercise restraint, or deny your own vices, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Albigensians.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"199kdkyExvksUJS6wg8E7p","type":"Entry"}},{"fields":{"merit":"Path of Caine","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The adherents to the Path of Caine are fanatical occultists, loremasters, and historians, obsessed with the study of Caine and the mythical first city of Enoch. They search for signs of Gehenna and revelations predicting Caine’s return. In all ways, they embrace their vampiric nature, reviling anything that forces them to deal with humanity or to act in any way humane. Founding precepts of the path include meditation and introspection, along with a complete focus on purging all vestiges of Humanity. It is imperative that individuals on the Path of Caine be well educated in the myths and history of Caine and Enoch; characters wishing to pursue this path should have a dot of Lore with a focus in the Book of Nod.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while following the dictates of Caine as expressed in the Book of Nod or while obtaining lost occult knowledge. If you voluntarily ignore an opportunity to study occult knowledge, you gain Beast traits as though you committed a level 1 sin. If you voluntarily act humane, interact with mortals other than as cattle, or deny your vampiric needs, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Noddists.”\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"]},"sys":{"id":"ejYtC7kzADW6S9hdySn0j","type":"Entry"}},{"fields":{"merit":"Path of Blood","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The Path of Blood is practiced almost exclusively by Assamites, particularly those who reside in the mountain of Alamut. The founding principle of this path states that the childer of the\nAssamite Antediluvian, Haqim, must render bloody judgment upon all other vampires. Adherents to the Path of Blood attempt to convert others to their code, believing that vampires can only be redeemed through Haqim’s wisdom. This path is rare, even among Assamites; one can follow the beliefs of Haqim and be redeemed without actually adopting the path. Followers of the Path of Blood are dangerous, often addicted to diablerie and willing to kill vampires and harshly judge mortals with the slightest provocation, so long as it benefits the Children of Haqim.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin in an effort to follow the teachings of the Assamite Antediluvian, Haqim, or in a direct attempt to convert others to the Path of Blood. If you voluntarily ignore an opportunity to better your generation, you gain Beast traits as though you committed a level 1 sin. If you voluntarily act against another Assamite – or allow another Assamite to be injured, harmed, or defeated – you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Dervishes.”\n\nMembers of the Assamite clan can purchase this merit for 2 points, rather than 3.\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["Morality"]},"sys":{"id":"5ZWo2TbuN6XHE0EQdytdow","type":"Entry"}},{"fields":{"merit":"Whisper of Life","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Perhaps you did not entirely die when you were Embraced, or perhaps the vampiric blood in your system altered your physiology less than others. You register as a mortal on all attempts to determine your creature type. Further, your aura is unnaturally bright for a vampire, and animals cannot sense your Beast (they act as though you are a mortal). If your Morality drops to 3 (temporarily or permanently), this merit ceases to function until your Morality is once more raised above 3. A character on a Path of Enlightenment cannot possess this merit.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"34Chh9HSKrm5aekjRcSqtf","type":"Entry"}},{"fields":{"merit":"Versatile","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You’ve always been capable of multi-tasking, splitting your attention to accomplish two goals at once. Choose one attribute category (Physical, Social or Mental) and select an additional focus for that attribute. For example, a character with this merit can focus her Physical attribute in both Strength and Stamina.\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"u2n6aIIG3Ktp9BoGbQag7","type":"Entry"}},{"fields":{"merit":"Unbondable","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"There is something strange and powerful lurking in your blood, providing it with the ability to make foreign vitae lose its influence over your emotions. You are immune to the blood bond, including the lesser bonds of the Vinculum. Tremere characters, including those in Tremere bloodlines, cannot take this merit.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"5uHx9afdOltLbOLoqUVN37","type":"Entry"}},{"fields":{"merit":"Thaumaturgic Training","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Thaumaturgistsclosely guard their knowledge, and those who know Thaumaturgy’s secrets – like the Tremere – rarely share mastery of their art. Somehow, in your past, you were trained by a thaumaturge or sorcerer, or you gained access to forbidden texts, and you have gathered enough skill to become proficient in one path of Thaumaturgy. With this merit, you have the capacity to learn a single path of Thaumaturgy, and you can purchase its powers at out-of-clan costs. If your character learned this discipline in her history, you must justify such education in the character’s background. If you wish to purchase Thaumaturgy after your character enters play, you must purchase this merit first.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"7eXUTlqO7uQ9AjffeTweMc","type":"Entry"}},{"fields":{"merit":"Slippery Customer ","meritCost":2,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Either you are extremely lithe, incredibly dexterous, or amazingly sharp-witted; whatever the reason, you have the uncanny ability to avoid damage. You gain a +3 bonus to your Dodge-based defense test pools.\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"1BHqY2kiWIt6Z41LNvL2F0","type":"Entry"}},{"fields":{"merit":"Skill Aptitude","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Due to some facet of your history, whether it is intense training or simply natural talent, you are prodigally gifted with a single skill. Choose one skill and raise your character’s potential maximum number of dots in that skill by 1. You must still spend XP as normal to purchase that still to its maximum level. You can purchase the Skill Aptitude merit multiple times, but each time you do, you must apply the merit to a different skill.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"1MEh0sZgVbKWjBrZ6d7l94","type":"Entry"}},{"fields":{"merit":"Rugged","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You may be larger than other people, more resistant to hardships, or have tougher skin, but for whatever reason, you have a greater capacity to withstand injury. Characters with this merit gain 1 additional health level in each wound track, resulting in four Healthy levels, four Injured levels, and four Incapacitated levels. This merit works in conjunction with the Stamina focus bonus granted by Fortitude; a character with both of these advantages possesses five health levels in each wound track. \n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"6rPIsnrt1WhEiLch2Y11hV","type":"Entry"}},{"fields":{"merit":"Reputation","meritCost":2,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Your accomplishments are well known beyond the boundaries of clan and sect. Even vampires of other sects and groups have heard of you and know your reputation. You can carry one more fleeting status trait than your normal status limit allows. Should your reputation significantly tarnish, your Storyteller can remove the additional fleeting status until you recover from any scandals.\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"3grvEaxRDnGxhHALEqyoHJ","type":"Entry"}},{"fields":{"merit":"Personal Masquerade","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Although your aura is pale, and you have most of the spiritual hallmarks of a vampire, your flesh retains a semblance of the human condition. You appear alive and healthy, your skin\nis warm to the touch, and you can pretend to be human more easily than other vampires. Additionally, you have the capacity to eat and drink as a mortal does and can even savor the taste of such refreshments. While you do not derive nourishment from this food, the ability to eat is a benefit to a vampire who is pretending to be human. A character on a Path of Enlightenment cannot possess this merit. If you purchase a Path of Enlightenment while you have this merit, you must remove Personal Masquerade, and your XP are not refunded.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"6jcf790x1eFqEWfupowirw","type":"Entry"}},{"fields":{"merit":"Oracular Ability","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You see omens of the future. You might use techniques such as casting the bones, reading predictive cards, utilizing mystic boards, studying astrology, or undergoing drugged hallucinations. Conversely, you might have visions thrust upon you even if you try to prevent such divinations. You can draw advice from these omens, as they provide hints of the future and warnings of the present. You can, once per game, ask your Storyteller for a clue about relevant plots. In addition, small fl ashes of insight come when most needed; once an hour you can sacrifice a standard action in order to immediately use a simple action. This ability allows you to use the simple action at any time, even before your initiative.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"6vKoSR9BovWtMWoqdZfhE1","type":"Entry"}},{"fields":{"merit":"Necromantic Training","meritCost":5,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Necromancersclosely guard their knowledge, and those who know Necromancy’s secrets – like the Giovanni – rarely share mastery of their art. Somehow, in your past, you were trained by a necromancer or studied ghastly texts, and you have gathered enough skill to become proficient in one path of Necromantic magic. With this merit, you can learn a single path of Necromancy, and you can purchase its powers at out-of-clan costs. If your character learned this discipline in her history, you must justify such education in the character’s background. If you wish to purchase Necromancy after your character enters play, you must purchase the merit first. \n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"4bAmpKZjk2mY5HtCukSEV6","type":"Entry"}},{"fields":{"merit":"Natural Linguist","meritCost":1,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Some individuals have excellent minds for retention and association, capable of learning multiple languages with ease. You can assign two language specializations for each dot of the Linguistics skill you purchase. Additionally , you receive a +3 bonus anytime you’re called upon to make a challenge using Linguistics.\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"1FBCSia8Onnbdk9UtphRe3","type":"Entry"}},{"fields":{"merit":"Medium","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In your mortal life, you may have been a spiritualist or a shaman, or perhaps your brush with death left a portion of your spirit trapped within the Shadowlands. Whatever the reason, you are a channel to the Shadowlands, and you possess the natural affinity to see and hear ghosts, and occasionally glimpse your surroundings in the Shadowlands. This merit does not grant any ability to control or command ghosts, nor does it give you any mystic ability to understand wraiths who cannot speak a language you know. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"7oLU9oonuOYqfo7HLIqyUU","type":"Entry"}},{"fields":{"merit":"Magic Resistance","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Legends say that the first vampire did not have a natural aptitude for magic. Your blood may be a throwback to that state, or it may simply be naturally resistant to enchantment. You gain a free retest when resisting the effects of Thaumaturgy, Necromancy, Sabbat ritae, enchanted rituals, and the powers of mages. This retest can be used before or after the normal Willpower retest and is an exception to the rule limiting retests to one per challenge. However, you can never learn any path or rituals of Thaumaturgy, Necromancy, or any other form of blood magic. If you possess blood magic when you purchase this merit, you must remove those powers, and do not receive a refund of any XP spent on those powers. \n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"6do8zdvxMjfm3ciEpZ9RBy","type":"Entry"}},{"fields":{"merit":"Loremaster","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a veritable font of knowledge and have spent a great many years studying history, discovering secrets, and hoarding valuable information. You can assign two Lore specializations for each dot of the Lore skill you purchase, rather than one. Additionally, you receive a +3 bonus anytime you make a challenge using your Lore skill .\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"7qFFVd62NKGHGFazMpX3Yk","type":"Entry"}},{"fields":{"merit":"Light Sleeper","meritCost":1,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"While the dawn renders most vampires sleepy and sluggish, you have the unusual capacity to force yourself fully awake. A character with this merit can remain vigilant for up to one hour after sunrise and wakes up one hour before sunset. Additionally, you can awaken instantly at any sign of trouble or danger and do so without sluggishness or hesitation. You ignore any penalties for acting during the daylight hours, regardless of your level of Humanity or number of Beast traits.\n\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"FaQz5Rwlyi45QgCriYzrQ","type":"Entry"}},{"fields":{"merit":"Iron Will","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By achieving a level of mental control worthy of martial arts masters or intensely dedicated scholars, you have mastered a rigid thought structure. You can use this internal resolution to focus your mind, resisting torture, intimidation, and powers that directly attempt to control you. You gain a free retest when resisting the effects of Auspex, Animalism, and Dominate. Iron Will cannot be used to retest attempts to pierce Obfuscate or Chimerstry, but it does grant a retest when you attempt to resist powers such as Telepathy or Psychic Assault. This retest can be used before or after the normal Willpower retest and is an exception to the rule limiting retests to one per challenge.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"6LWJpx0X8KREOMoStibSHa","type":"Entry"}},{"fields":{"merit":"Intense Vitality","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The curse of Caine runs strongly in your veins. You can spend 1 more Blood point per turn than your Generation permits. Neonates and Ancilla can purchase this as a 2 point merit, while Elders of any generation must pay the full 3 point cost. Characters who diablerize above 9th generation must spend an additional XP to offset the increased cost. If your character is unable to pay this increased cost, or if this increased cost would bring the character over the 7 point merit cap, you lose this merit, and the XP spent to purchase it is refunded.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"6PBil9w9OhwAFfd4q4sF8f","type":"Entry"}},{"fields":{"merit":"Infernal Power","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You swore your soul to a demon, devil, or other dark entity (as you identify such things according to your character’s personal beliefs), and that diabolic creature imbued you with\nsupernatural power. Nearly all supernatural creatures fear and hate infernalists and will kill characters with Infernal Power without question or remorse. Additionally, if you fail to obey your demonic master’s orders or displease the demon, you immediately lose access to this merit. Further, you take 5 points of aggravated damage, which cannot be reduced or negated by any means, for your failure to obey.\n\nThis does not free you from the infernal compact; it is only an expression of your master’s wrath. To regain the use of this merit, you must fulfill a task assigned by your infernal master: one that is always cruel, inhumane, and vile. If you fail to complete that task within 30 days, you meet Final Death. There is no escaping this fate.\n\nCharacters with Infernal Power must choose one of the following infernal gifts. Each infernal gift has two effects, one minor and one major. When you choose a gift, you gain access to both effects provided by that gift.\n\n• Gift: Demonic Fire\n› Minor Effect: Your Infernal Power grants you resistance to fire. Flaming weapons or incendiary weapons inflict normal damage instead of aggravated damage. Additionally, by expending a simple action (and no need for kindling or other fuel), you can create a small ball of greenish-black flame in the palm of your hand. This flame is approximately the size of a baseball. While holding demonic fire, your hand-to-hand attacks cause aggravated damage.\n› Major Effect: By expending a simple action, you can sheath your body in an aura of greenish-black flame for the next five minutes. You can end this effect at any time prior to the end of its duration by expending another simple action. While you are within this aura, your clothing and equipment are not damaged by fire and your Brawl and Melee attacks inflict aggravated damage. Anyone foolish enough to Grapple you, or who is grappling you when you activate this effect, takes 3 points of aggravated damage.\n\n• Gift: Profane Contract\n› Minor Effect: You are authorized by your demonic master to forge lesser contracts, offering another character infernal power in exchange for a portion of her immortal soul. The target of this effect cannot be forced into the bargain through supernatural powers or threats of violence, although she may be coerced through politics, general persuasion, treachery, or other social maneuvers. When she signs the contract, you become her infernal master, and she becomes your infernal servitor. The target gains access to her choice of one minor infernal effect, without needing to purchase the Infernal Power merit. The demon that bestows the infernal pact upon you gains power over any soul who willingly accepts an infernal contract from you. Your demonic master can rescind power from either of you, if it desires. \nIf your servitor disobeys or displeases you, you have the option to punish her by inflicting 5 points of aggravated damage, which cannot be reduced or negated by any means. You may also choose to strip the target’s infernal power and to require that she perform a dark task in order to regain the power. You must assign a task that is possible to achieve, but it can be as difficult or easy as you desire. If the target doesn’t complete your task within 30 days, she\nmeets Final Death. As with any infernal bargain, a lesser contract can only be negated if the target dies, or if you die. If you temporarily lose access to your Infernal Power merit, you cannot use any of these effects against your servitor, nor can you create new contracts. However, your underlings do not lose their powers simply because yours are in abeyance.\n› Major Effect: As long as you maintain at least one Profane Contract with another player-character, you may call upon your Infernal Power, step through the fires of hell, and appear at a place on the physical realm that is sacred to your demonic master, such as a diabolic temple or your infernal altar. To do so, you must concentrate for three full turns while chanting in an infernal language. When you appear at your chosen site, you may choose to spend one minute there and then return to the location you just left. Or, you may choose to remain at the place where you have traveled. You can use this effect once per game for each lesser contract you currently hold.\n\n• Gift: Unholy Regeneration\n› Minor Effect: If you have any damage in your Incapacitated wound track, you automatically regenerate 1 point of normal damage per turn without spending Blood. If you have no remaining normal damage, but still have aggravated damage in your Incapacitated wound track, you heal 1 point of aggravated damage every three turns. This merit heals a character on the her initiative during the everyman round; this power has no effect during Celerity rounds. This merit ceases to function if the character has no wounds in the Incapacitated wound track. Healing provided by this merit doesn’t require an action or an expenditure of Blood.\n› Major Effect: If you are damaged to the point of torpor or Final Death, you immediately resurrect in a blast of greenish-black flame. You resurrect at full health. For the next five turns, you receive a +5 wild card bonus to all defensive test pools. Before the end of that time, you must kill another character and verbally condemn your victim’s soul into your master’s power. If you fail to achieve this goal in the allotted time, you meet your Final Death permanently and irrevocably, regardless of health or any other supernatural power. You cannot use this effect if your infernal master is the one who damaged you to the point of torpor or Final Death, or if your initial death resulted from something other than taking damage. This effect\ncan be used once per game.\n\nSimply being an infernalist does not create a visible stigma on a character’s aura. A diabolist does not show taint or corruption until she utilizes an infernal power. When she does (and while that power is in effect), the character’s aura shows the clear corruption of infernal taint. Further, anyone who witnesses you use a major infernal effect will automatically notice your infernal taint whether or not they are using Auspex.\nA character can never permanently lose this merit. Demonic compacts are inviolable, and there is no way to escape a bargain once you have become part of the infernal chain of command. The only way out of such an agreement is death — and even then, the character’s soul is forever damned into the service of her diabolic master.\n\n\n\n\n\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"PD6t6SDtBwmSfHGlEaawe","type":"Entry"}},{"fields":{"merit":"Efficient Learner","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your mind is well-adapted to mastering difficult knowledge, and you have always been quick to learn new skills. When learning a power from another character, your instructor is not required to spend Willpower to teach you. Additionally, you are not required to spend a downtime action to learn a discipline.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"7wrlSYz1IMlc3tARb0bX6u","type":"Entry"}},{"fields":{"merit":"Efficient Digestion","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your physical systems are extremely efficient, and you gain more than the usual nourishment from blood. When feeding from animals, the amount of Blood points you gain is not reduced by half. When feeding from mortals, you gain an additional point of Blood for every point you consume. This merit doubles the effectiveness of the Herd background when used during a game session. For example, if a character with this merit and 3 dots of Herd spends five minutes out of play, she gains 6 Blood rather than the standard 3. This merit does not allow you to exceed your Blood pool maximum. Efficient Digestion only works on mortal or animal blood; it does not work on vampire blood, including vampire blood ingested by ghouls.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"3QEOY50EEfqyn84k29zvbo","type":"Entry"}},{"fields":{"merit":"Daredevil","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are good at taking risks and even better at surviving them. When attempting exceptionally dangerous Physical actions, such as leaping from one moving car to another, your test pool increases by 3. If you engage multiple opponents on your own, you receive a +2 bonus to your Physical defense test pools.\n\n\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"390b1RiYqIA7GK1tEin2Re","type":"Entry"}},{"fields":{"merit":"Calm Heart","meritCost":1,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You have a great deal of control over your emotions and can maintain your calm even in outrageous situations. You are considered to have 2 fewer Beast traits when resisting frenzy, Additionally, increase your test pool to resist frenzy by +3. Brujah characters cannot take this merit. This restriction does not apply to members of the True Brujah bloodline.\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"AgmlLI5VVnQR6zYMELTlE","type":"Entry"}},{"fields":{"merit":"Blasé","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’ve seen everything, done everything, and been everywhere. You are notoriously difficult to impress, and you have a knack for looking at facts without emotional coloration. You gain\na free retest when resisting the effects of Dementation, Melpominee, and Presence. This retest can be used before or after the normal Willpower retest, and is an exception to the rule limiting retests to one per challenge.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"4I1wsd7Rju7HLXGO1Hurhd","type":"Entry"}},{"fields":{"merit":"Arcane","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are mystically shrouded from notice. People you interact with briefly will not remember your presence unless you have been specifically pointed out. Paper trails related to you disappear, and computer records randomly become corrupted, misplaced, or accidently erased. This effect gives no benefit to Stealth and doesn’t handicap people who know you personally, such as other characters, but individuals who you meet in passing have difficulty recalling details about who you are. This is both a benefit, and potentially a mild annoyance.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"O4YHghSEciTgb7vkJnXBd","type":"Entry"}},{"fields":{"merit":"Additional Uncommon Discipline ","meritCost":5,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Choose one uncommon discipline as a fourth in-clan discipline. You do not start with a free dot (or dots) in this fourth in-clan discipline, you can teach this discipline, powers that affect in-clan disciplines (such as Possession) affect it, and you pay all costs to learn this discipline as if it were native to your clan. You may select from the following uncommon disciplines: Protean, Dementation, Serpentis, and Quietus. This merit cannot be combined with other merits that give your character additional in-clan disciplines.\n\n","marks":[],"data":{}}],"data":{}}]},"meritType":["General"]},"sys":{"id":"1UdMX6HPIVicacDTEVN8ip","type":"Entry"}},{"fields":{"merit":"Additional Common Discipline ","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"It is said that the blood of the first vampire could support all disciplines and had no intrinsic disposition. Your blood holds a faint trace of that quality and manifests four in-clan disciplines rather than three. Choose one common discipline as a fourth in-clan discipline. You do not start with a free dot (or dots) in this fourth in-clan discipline, you can teach this discipline, powers that affect in-clan disciplines (such as Possession) affect it, and you pay all costs to learn this discipline as if it were native to your clan. You may select from the following common disciplines: Animalism, Auspex, Celerity, Dominate, Fortitude, Obfuscate, Potence, and Presence. This merit cannot be combined with other merits that give your character additional in-clan disciplines.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"6S2NtJzvSBO0aenvu1WdXF","type":"Entry"}},{"fields":{"merit":"Acute Sense","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"One of your senses is exceptionally sharp, and you gain an advantage from its use. You can choose to augment your sight, hearing, smell, touch, or taste. When using this enhanced sense, you gain the effects of the Auspex power Heightened Senses. If you already have that power, you do not have to spend a point of Blood to enact the Heightned Senses effects that would otherwise require spending Blood.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"]},"sys":{"id":"26TqYlyTvlQ8N23VejI3Zj","type":"Entry"}},{"fields":{"merit":"Spiritual Armor","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Centuries of faith and dedication are carried within Salubri blood. As long as you have no Beast traits, you can spend 1 Blood when you are targeted by a demonic power, abilities granted by infernal merits or investments, or the Daimoinon discipline. If you do, you automatically resist the use of that power. This effect can be used at any time, even before your initiative in a combat round. A character with this merit cannot learn demonic powers, purchase infernal merits, utilize infernal investments, or learn the Daimoinon discipline.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Salubri"],"meritType":["Clan-Specific"]},"sys":{"id":"1Z90NoktSLDSDJhVmvnMBA","type":"Entry"}},{"fields":{"merit":"Escape Artist","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Notorious tricksters, Ravnos often find themselves trapped in sticky situations. Over the centuries, the clan has developed methods of escaping the consequences of their actions. Ravnos with this merit have the ability to slip away when no one is looking, escaping even the most stalwart prison or restraint. Physical attacks do not prevent the character from fair escaping, unless the attack successfully does damage or unless the Ravnos is grappled. Characters who are physically restrained or imprisoned (not grappled) may study their surroundings for three turns, after which they find a way to escape their bonds. This merit only affects the Ravnos and does not allow the Ravnos to escape from a situation with no logical exit, to escape mental restraints like Dominate, or to move through solid objects.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ravnos"],"meritType":["Clan-Specific"]},"sys":{"id":"4zyB1gdkIliWBOOtGtSPzw","type":"Entry"}},{"fields":{"merit":"Bloodline: Brahman","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In India, the Ravnos clan was once organized in a rigid, castelike system. In theory, one’s place in the castes (called jati) was inherited from one’s sire, and these jati were immutable. In modern nights, only one jati still exists. These Ravnos, known as Brahman, are philosophers and gurus tasked with discovering the truth behind reality’s illusion. Your in-clan disciplines are: Animalism, Auspex, and Chimeristry.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ravnos"],"meritType":["Clan-Specific"]},"sys":{"id":"6pO4HPzb3Ik9KvEYJL5EEW","type":"Entry"}},{"fields":{"merit":"Bloodline : Lamia ","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Lamia bloodline, which consists of women once sworn to protect their Cappadocian masters. There are very few male Lamia, but they have been known to exist. Your in-clan disciplines are Fortitude, Necromancy: Mortis Path, and Potence.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Cappadocian"],"meritType":["Clan-Specific"]},"sys":{"id":"1j1Tjkr4V45hmhQQynFGMl","type":"Entry"}},{"fields":{"merit":"Pierced Shroud","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You draw power from the energy of death. Anytime a sentient creature (mortal or supernatural) dies within your line of sight, you immediately gain 3 Blood. This Blood acts in all ways like normal Blood points. This effect does not allow you to hold more Blood than your normal maximum. The death of non-sentient beings, such as animals, and the death of constructs, such as golems, does not provide this benefit.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Cappadocian"],"meritType":["Clan-Specific"]},"sys":{"id":"6FbEoqbE6i3cIju6XjUAo2","type":"Entry"}},{"fields":{"merit":"Bloodline : Samedi ","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Samedi bloodline, an independent group of repugnant, rotting vampires who practice voudon. Your in-clan disciplines are Fortitude, Obfuscate, and Thanatosis.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Cappadocian"],"meritType":["Clan-Specific"]},"sys":{"id":"3tub0U29AS7ICzjFoBeAxD","type":"Entry"}},{"fields":{"merit":"Necromantic Insight","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can purchase an additional path of Necromancy in addition to the Mortis Path. This additional path is learned without a teacher and is purchased at in-clan costs, but is not considered an in-clan discipline. For example, when using the Dominate power Possession, these Necromantic paths cannot be brought along. You can purchase this merit multiple times, allowing you to learn multiple paths of Necromancy. Members of the Samedi bloodline who purchase this merit may select Mortis Path.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Cappadocian"],"meritType":["Clan-Specific"]},"sys":{"id":"5vNbsaHwdNYGuZYazZk8FQ","type":"Entry"}},{"fields":{"merit":"Infernal Heritage","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Baali prefer to Embrace individuals who already possess demonic blood; those whose ancestors, somewhere among their family line, had intercourse and begat a child upon a demon. Such souls, already tainted by their heritage, easily fall into infernalism and usually become particularly powerful. This merit duplicates the mechanics of both the Infernal Power merit and the Path of Evil Revelations merit. Baali can purchase both the Infernal Power merit and the Infernal Heritage merit, if they so choose. A character cannot purchase the Infernal Heritage merit and the Path of Evil Revelations merit; a character with this merit has already converted her Morality to that path.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali"],"meritType":["Clan-Specific"]},"sys":{"id":"3WlSuYCuFIZXzRbvcF04T5","type":"Entry"}},{"fields":{"merit":"Auspicious ","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may have been born under a lucky star, or perhaps your genetics simply adapted to the Embrace more naturally than others. Whatever the case, the Embrace had an auspicious effect on your state of being. This merit replicates any other general merit with a cost of 3 points or less. For example, you can purchase Auspicious and choose that it will duplicate the Rugged merit, which ordinarily costs 3 XP. Auspicious then provides you the benefits of the Rugged merit for only 1 XP. \n\nRemember that a character cannot purchase the same merit twice. This not only means you cannot buy Auspicious twice, but also means that you cannot purchase Auspicious to duplicate Rugged and then also purchase the Rugged merit at its original cost in order to double that merit’s effects. Auspicious only replicates general merits and cannot be used to purchase clan merits or rarity merits.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Caitiff"],"meritType":["Clan-Specific"]},"sys":{"id":"dskitRP2wcJnbAIgMJSfR","type":"Entry"}},{"fields":{"merit":"Vestiges of Greatness","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By default, Caitiff choose three in-clan disciplines from the following list: Animalism, Auspex, Celerity, Dominate, Fortitude, Obfuscate, Presence, or Potence. Characters who purchase this merit choose two in-clan disciplines from that list and one from the following list of disciplines: Dementation, Protean, Serpentis, Quietus, Obtenebration, Vicissitude, or Chimeristry. This merit can only be purchased at character creation.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Caitiff"],"meritType":["Clan-Specific"]},"sys":{"id":"65jTXjDx61ETDSBf4VCwXt","type":"Entry"}},{"fields":{"merit":"Eclipsed Blood","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your blood is thinner than most, even among vampires of your generation. Because of this, you never fully adapted to your undead state. You have no trouble staying awake during the day and regain 1 point of Willpower per day, even if you do not spend any time resting. Additionally, you take normal damage from sunlight, as opposed to aggravated damage. Damage from sunlight cannot be reduced or negated, but can be healed as per the normal rules for healing damage.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Caitiff"],"meritType":["Clan-Specific"]},"sys":{"id":"6QFq4XdS7hPbnkuc7LMWRL","type":"Entry"}},{"fields":{"merit":"Regal Bearing","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As the dictates of the kings and queens of old were instantly obeyed, you can unleash the force of your personality in a magnificent flash. Once per game session, you can use any one Presence power instantly, without expending an action. You can activate this merit even before your initiative.\n\nYou must pay the normal cost and make the normal tests involved in activating the Presence power. Regal Bearing can be used to augment standard powers, but cannot be used in conjunction with elder powers or techniques.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ventrue"],"meritType":["Clan-Specific"]},"sys":{"id":"3POplK98ctMYBjmbMwTwPO","type":"Entry"}},{"fields":{"merit":"Bloodline : Crusader ","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of a stern, demanding bloodline of the Ventrue clan. Once reviled as aberrant, the Crusaders have begun to earn more respect from the elders in modern nights. Your in-clan disciplines are Auspex, Dominate, and Fortitude.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ventrue"],"meritType":["Clan-Specific"]},"sys":{"id":"7k5x8pZK3VQSWjWfowrFtZ","type":"Entry"}},{"fields":{"merit":"Aura of Command","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As the royalty of vampire society, the clan of Kings brooks no disobedience from mere peons. Mortals and ghouls cannot resist your Presence and Dominate powers. When targeting a mortal with Presence or Dominate, you automatically succeed; the mortal cannot form a defense test pool. This effect also applies to techniques with prerequisites that include Dominate or Presence.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ventrue"],"meritType":["Clan-Specific"]},"sys":{"id":"1mRxWkOEEM2Cl5oCuDig1H","type":"Entry"}},{"fields":{"merit":"Bloodline : Koldun","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Those Tzimisce who practice the rare art of koldunic sorcery, or koldunism, claim to be the original creators of blood magic. These vampires are deeply connected to the land, enslaving ancient earth spirits to do their bidding. The kolduns rarely teach their blood magic to outsiders, even others of their clan, preferring to exist in small lineage-broods, considering themselves superior to other vampires. Your inclan disciplines are Animalism, Auspex, and Thaumaturgy: Path of Elemental Mastery. You can also purchase one other path of Thaumaturgy of your choice. This additional path of Thaumaturgy can be learned without a teacher and is purchased at in-clan costs, but is not considered an in-clan discipline. For example, when using the Dominate power Possession, this additional pat h is not considered in-clan and cannot be brought along.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Tzimisce"],"meritType":["Clan-Specific"]},"sys":{"id":"wioiQTJ6a8hqYQfqujJZH","type":"Entry"}},{"fields":{"merit":"Bloodline : Carpathian","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Long ago, when the Tzimisce joined the Sabbat, some members of the clan resisted. These archaic nobles refused to cultivate the use of Vicissitude, calling it a corruption of their pure blood. They rule small domains in Eastern Europe and rarely venture out into the modern world. Your in-clan disciplines are Animalism, Auspex, and Dominate.  Carpathians can never learn Vicissitude, but may learn Protean as an out-of-clan discipline, without a teacher.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Tzimisce"],"meritType":["Clan-Specific"]},"sys":{"id":"6C2591AQkl1r8FJisFIBBS","type":"Entry"}},{"fields":{"merit":"Szlachta","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Each time you purchase a Retainer, you can choose for that Retainer to be either a hellhound (if crafted from an animal) or a szlachta (if crafted from a human). You must pay all XP costs to gain this Retainer, as per usual. A character must have at least 3 dots of Vicissitude in order to use this merit, and your loyal monstrosities may be further modified by your Vicissitude powers. When you purchase this Retainer, assign one of the following benefits to them, due to this merit:\n\n• Armored: This creature’s skin has been toughened and hardened with spikes, chitinous plating, or other natural protection. The Retainer gains 2 additional Healthy wound levels.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"• Over-Muscled: You have given this creature additional musculature, raising its physical strength and capacity. The Retainer has a free Potence specialization.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"• Lithe: You have lengthened this creature’s bones, given it additional joints, and narrowed its physique, making it far more dexterous. With a simple action, this creature can automatically break free from any Grapple. Additionally, Lithe creatures have a +2 bonus to Dodge-based defense test pools and a +2 bonus to initiative.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"• Acid Spit: You have done terrible things to this creature’s organs, mutating and contorting its internal chemistry. Once per turn, your Retainer can use a Ranged attack to inflict 2 points of aggravated damage. Ghouls with an Athletics specialization get a bonus to their Ranged attack pools (see the Chapter Three, Character Creation, Retainers, page 104).\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"• Built for Combat: Your creation is built to fight. It has claws, and its limbs are arranged for maximum efficiency. Your ghoul has a free Brawl specialization and inflicts aggravated damage with brawling attacks.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n• Flight: Your beast has leathery wings, capable of carrying it awkwardly aloft. Your creation can fly at normal speeds (three steps per simple action). Only hellhounds (animal creations) may receive this option.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Tzimisce"],"meritType":["Clan-Specific"]},"sys":{"id":"7hvDw5J1yj6korGa1mYp01","type":"Entry"}},{"fields":{"merit":"Blood of the Tzimisce","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You share your clan’s connection to the land and, through the spirits of the land, you hear tales and whispers of lore dating as far back as the days of legendary Enoch. These spirits serve and protect you, guarding the place where you sleep. You receive a +3 bonus to all attack test pools (Physical, Social, and Mental) when you are in your haven. This bonus applies to all pools except defense pools.\n\nAdditionally, the spirits teach you ancient knowledge and share long-lost tales. You gain 2 free dots of the Lore skill (including specializations as per purchasing dots of that skill), and your maximum level of the Lore skill is increased by 2. If you’ve previously spent XP on the first 2 dots of the Lore skill, that XP is refunded. If you used creation points to purchase the first 2 levels of Lore, you may reassign those points to a skill in which you have no points assigned.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Tzimisce"],"meritType":["Clan-Specific"]},"sys":{"id":"2DJNMBmLPRqZaOt7FkrBr8","type":"Entry"}},{"fields":{"merit":"Countermagic","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are extraordinarily adept with magic and can pull apart the threads of a spell as well as you can weave them. You gain a +3 bonus to defensive test pools when resisting Thamaturgy. Additionally, you can use a standard action and spend 1 Blood to target an individual or area and attempt to dispel active thaumaturgical effects. If you target an individual, you must make a challenge (Mental attribute + Occult versus the target’s (Mental attribute + Willpower).\n\nIf successful, all active thaumaturgical powers affecting your target end, and all magical items on the target become defunct for one hour. If you target an area, you can make a test (using your Mental attribute + Occult, difficulty 12) to dispel all rituals within five steps of you. Targeting an area has no effect on magic directly affecting another individual, but it does dispel rituals, wards, and items that are not in an individual’s direct possession.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Tremere"],"meritType":["Clan-Specific"]},"sys":{"id":"ow1xkyR0UDgm9cmpQ9S0M","type":"Entry"}},{"fields":{"merit":"Talisman","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You possess a magical talisman. Your talisman must be a straight, rigid item between five inches and six feet long. Ancient Tremere sometimes carry staves and wands, while a more modern or subtle Tremere may carry a cane, a drum stick, or a baton. As long as you are holding it in or touching it with your hand, you receive a +2 bonus to all Thaumaturgy test pools. If your talisman is broken, lost, or stolen, it is unavailable until you remake it, a process\nwhich takes four game sessions or two months, whichever is greater. Only you can use your talisman; other characters gain no benefit from your talisman.\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Many talismans may be wielded as melee weapons, but that is not their primary purpose. If a talisman is sturdy enough to be wielded in melee, it should be built using the improvised weapon rules (giving it one weapon quality). Telyavetic Tremere who buy this merit can choose their talisman to be an Athame (or other bladed implement appropriate to a pre-Christian religion). Some religions scorn the use of an Athame as a weapon, but if wielded in combat, an Athame has the weapon qualities Concealable and either Fast, Silver, or Cold Iron.\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Tremere"],"meritType":["Clan-Specific"]},"sys":{"id":"2BjGIgJyqnEd6vOaLqTrnj","type":"Entry"}},{"fields":{"merit":"Bloodline : Telyav","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Telyav bloodline, a group of Lithuanian pagan Tremere believed to be extinct by the majority of the parent clan. Your in-clan disciplines are Auspex, Presence, and Thaumaturgy: Path of Blood. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Tremere"],"meritType":["Clan-Specific"]},"sys":{"id":"7tqTPgKaHgZ6usXj7BePpD","type":"Entry"}},{"fields":{"merit":"Thaumaturgic Expertise","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can purchase a path of Thaumaturgy in addition to the Path of Blood. This additional path is learned without a teacher and is purchased at in-clan XP costs, but is not considered an in-clan discipline. For example, when using the Dominate power Possession,these Thaumaturgic paths cannot be brought along. You can purchase this merit multiple times, thus allowing you to learn multiple paths of Thaumaturgy\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Tremere"],"meritType":["Clan-Specific"]},"sys":{"id":"65yKIOXfnTWBmZ1Ytf6ZS6","type":"Entry"}},{"fields":{"merit":"Dancer's Grace","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have an athletic body and were Embraced at the height of your physical prowess. Once per turn, you gain a free retest when defending against an attack that allows you to resist with your Physical attribute + Dodge test pool. This retest can be used before or after the normal Willpower retest, and is an exception to the rule limiting retests to one per challenge. This effect can be used during Celerity rounds, but can only be used once in a given turn.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Toreador"],"meritType":["Clan-Specific"]},"sys":{"id":"7tejSajbcpRERKmQewhh74","type":"Entry"}},{"fields":{"merit":"Absent Sway","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whether you dance, paint, sing, or practice any type of art, your work invokes true emotion. When you create art or undertake a performance, you can choose one appropriate emotion or state of thought to be reflected in that endeavour. Anyone viewing the art or observing the performance feels that emotion. If an individual wishes to take an action that runs contrary to the chosen emotion, such as attacking someone in the presence of a painting that invokes calm, she may spend 1 Willpower. If she does so, she ignores all Absent Sway effects for the next hour.\n\nThe effects of Absent Sway are passive, not aggressive, and encourage observers to feel emotion or enter a certain state of mind. The emotion encouraged by the art is felt by the victim, but Absent Sway does not force the victim to act in any specific manner. You might paint a picture that provokes viewers to feel the emotion “anger.” The manner in which the individual responds to feeling anger is up to the player of that character. However, if the character wishes to act in some manner that is diametrically opposed or contradictory to the emotion encouraged by the Absent Sway, she must spend 1 Willpower. For example, if she was in the presence of the painting that evoked “anger,” she would not have to punch the person beside her, but she would be forced to spend a point of Willpower if she wanted to start peace negotiations, or announce she has forgiven her enemies for\ntheir past slights.\n\nAbsent Sway cannot affect individuals in combat and has no effect once combat starts, but the power can make it difficult for characters to start combat in the first place. Absent Sway only functions when placed on art that is of significant size or easy to observe. Only characters who can plainly see the art or performance are affected by Absent Sway. A character does not have to spend a point of Willpower to overcome Absent Sway if acting upon the emotion caused by the art would cause the character harm or prevent the character from acting in self-preservation. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Toreador"],"meritType":["Clan-Specific"]},"sys":{"id":"7B1PXlra0YgaASwpPeZwYp","type":"Entry"}},{"fields":{"merit":"Bloodline : Volgirre ","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’re a member of the Volgirre bloodline, a secret lineage of depraved, darkly creative artisans. These vicious, licentious creatures give the other Toreador a bad name, indulging in cruel works of art, which are beautiful beyond mortal comprehension. You have the default Toreador in-clan disciplines, and you can purchase the first 2 dots of Vicissitude as an out-of-clan discipline, without a teacher.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Toreador"],"meritType":["Clan-Specific"]},"sys":{"id":"5E0keCaK95dcanyVQlNG98","type":"Entry"}},{"fields":{"merit":"Bloodline : Ishtarri ","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’re a member of the Ishtarri bloodline, which devotes itself to the perfection of movement, whether in dance or battle. Ishtarri are extremely passionate and have difficulty resisting their vices. Your in-clan disciplines are Celerity, Fortitude, and Presence. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Toreador"],"meritType":["Clan-Specific"]},"sys":{"id":"4YOopTDPAgKdxBrYlFuDoN","type":"Entry"}},{"fields":{"merit":"Artist’s Blessing","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The potential maximum level of all of your Craft and Performance skills is increased by 2 (normally this raises your potential maximum to 7). Additionally, you gain the first 3 dots of any one Craft or Performance skill for free. If you already purchased this skill, your XP for that purchase is refunded. If you assigned creation points to the chosen skill, you may reassign those points to a skill in which you have no points assigned.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Toreador"],"meritType":["Clan-Specific"]},"sys":{"id":"V6r7F61kW6qIVA2DIE3gF","type":"Entry"}},{"fields":{"merit":"Hidden Advantage","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Nosferatu heritage grants exceptional talent with the powers of Obfuscate. Individuals using Auspex (or similar powers) do not automatically realize there is an Obfuscated person nearby when they are near you. Additionally, your Unseen Presence remains active even if you are asleep or in torpor. For this aspect of Hidden Advantage to function, you must activate Unseen Presence before going to sleep (or before falling into torpor). Your Unseen Presence can be penetrated with Auspex (or similar powers) without awakening you\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nosferatu"],"meritType":["Clan-Specific"]},"sys":{"id":"5dAEqP2IoTTZgYmxZVcqRi","type":"Entry"}},{"fields":{"merit":"Unseeing Eye","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You cannot be targeted by supernatural powers that track or identify you at range, unless you are already within the user of the power’s line of sight. This includes tracking powers, such as the ritual Illuminate the Trail of Prey, and observation powers such as Clairvoyance and Scry. Note that this merit doesn’t block normal uses of Auspex, only those that allow a viewer to watch over you remotely. If a remote-viewing power (such as Clairvoyance or Scry) is used to spy on your location, rather than on you directly, the power functions normally for everything in that area except you. Although the user can see the location and anyone else within it, you are inaudible and invisible to the user of the remote-viewing power.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nosferatu"],"meritType":["Clan-Specific"]},"sys":{"id":"3LiqKLVqGbvszqdbWv13dp","type":"Entry"}},{"fields":{"merit":"Sophistry","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You see the flaws and fallacies of the universe, the broken edges and shattered reflections that ripple out from every action. You occasionally remember things that didn’t happen or have alternate-timeline impressions of people you know. This gives you a distorted perception of the world, but it can be useful when your life is in danger. You side-step blows before they are thrown; you move out of the radius of explosions, or away from falling objects, before they strike. Even Mental and Social powers have a difficult time invading your mind, as you are fortified within these strange ripples of insanity. \n\nOnce per game session, when you are called upon to resist a Physical, Mental, or Social challenge, or when you are required to make a test that could result in injury, you may spend 1 Blood to automatically win the challenge or avoid the situation entirely. Sophistry can be invoked at any time, even before your turn in the initiative order. When Sophistry is used to avoid an attack, your opponent is considered to have failed to affect you. In the case of Mental and Social challenges, this result may prevent you from being immediately targeted again by the same power. For more information see Chapter Six: Core Systems, Maximum Attacks Per Round.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Malkavian"],"meritType":["Clan-Specific"]},"sys":{"id":"2IByw1wxrJVqEpTXcgllzz","type":"Entry"}},{"fields":{"merit":"Labyrinthine Mind","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your mind is a twisted nest of madness and disconnected ideas, and any character who attempts to non-consensually pull information out of your mind risks driving herself insane. Firstly, you receive a +3 bonus to your defense test pool when resisting Dominate, Dementation, and Thaumaturgy: Path of Corruption. Secondly, characters who attempt to pull information from your mind gain one of your Derangement flaws (of your choice). The invader receives this flaw as though she had purchased it; if you believe you are Julius Caesar, the invader now believes she is Julius Caesar (not that you are). Derangements inflicted by Labyrinthine Mind last for one hour.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Malkavian"],"meritType":["Clan-Specific"]},"sys":{"id":"6QCnrxfwrK83Z5i0g6JhtH","type":"Entry"}},{"fields":{"merit":"Bloodline : Knights of the Moon","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’re a member of the Knights of the Moon bloodline, who do not manifest Dementation. Your in-clan disciplines are Auspex, Dominate, and Obfuscate.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Malkavian"],"meritType":["Clan-Specific"]},"sys":{"id":"6Nml4Uh4YYzDQAH1KWx5KC","type":"Entry"}},{"fields":{"merit":"Bloodline : Ananke","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’re a member of the Ananke bloodline, the keepers of the ancient temples. These Malkavians are obsessed with haruspexy, the art of divining the future through the entrails of recently dead creatures (and humans). Your in-clan disciplines are Auspex, Dementation, and Presence.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Malkavian"],"meritType":["Clan-Specific"]},"sys":{"id":"36eyCpg2m5y2S2yXF9KDkr","type":"Entry"}},{"fields":{"merit":"Expanded Consciousness","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have special insight into the universe, and your consciousness has expanded beyond the understanding of more limited minds. You gain a second Mental attribute focus in addition to the normal Mental focus selected during character creation. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Malkavian"],"meritType":["Clan-Specific"]},"sys":{"id":"1vzlTppm5OyvYrlVBNBR8g","type":"Entry"}},{"fields":{"merit":"Bloodline : Kiasyd","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Kiasyd bloodline, a freakish, alien brood that prefers to maintain an isolated, studious existence. The Kiasyd have connections with the fae and are extremely fascinated with ancient or forbidden lore. Your in-clan disciplines are Dominate, Mythreceria, and Obtenebration. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Lasombra"],"meritType":["Clan-Specific"]},"sys":{"id":"7HVDjYl6iCvL108vqzOvTn","type":"Entry"}},{"fields":{"merit":"Walk the Abyss (Abyss Mysticism)","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Occult scholars among the Lasombra claim that Obtenebration rises from a different realm, a dark and primordial void known as the Abyss. These mystics constantly search for terrible truths and philosophical answers as they attempt to unlock the secrets of its depths. Unlike Thaumaturgy, Abyss Mysticism is not blood magic. It is, a form of communion, a spiritual portal between the practitioner and the Abyss.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You are trained in one of the arts of Abyss Mysticism. By focusing on a familiar destination, chanting for five full turns, and then stepping through a pool of shadow, you can travel into and through the Abyss. You may bring up to three willing companions with you on this journey. Time and distance are subjective in the Abyss, and there’s no predicting when you will arrive at your destination, no matter how nearby or far away.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you utilize Walk the Abyss, you must make a test with your Storyteller (no test pool is used). If you win the test, you spend one hour in the Abyss before arriving at your destination. If you tie, you spend three hours in the Abyss, and if you lose, you spend six hours in the Abyss before you arrive. \nTraveling through the Abyss is dangerous and terrifying, even for those experienced in such things. Each hour spent in the Abyss inflicts 1 level of aggravated damage, which cannot be\nreduced or negated. Further, this damage cannot be healed until you are once more on the physical plane. \n\nThis is an Abyss Mysticism merit. Characters possessing this merit are considered Abyss Mystics and can purchase items which require Abyssal Mysticism. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Lasombra"],"meritType":["Clan-Specific"]},"sys":{"id":"5KOyPmPG0C5vNfhOsg7wpK","type":"Entry"}}],"includes":{"Entry":[{"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-02-18T04:10:10.444Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 - Issue 1","system":["Vampire the Masquerade"]}}]}}